[
    {
        "name": "Hotel Indigo San Diego Gaslamp Quarter",
        "url": "http://www.tripadvisor.com/Hotel_Review-g60750-d1237001-Reviews-Hotel_Indigo_San_Diego_Gaslamp_Quarter-San_Diego_California.html",
        "reviews": [
            "होटल एक प्रकार से डोडी क्षेत्र में है; अगले दरवाजे की जगह एक फ्लॉपहाउस है जिसमें साइन अप करने वाले संभावित संभावित ग्राहकों के लिए \"शराब और हथियार बर्दाश्त नहीं किया जाएगा\" है। इंडिगो एक फ्लॉपहाउस नहीं है, क्योंकि यह साफ है, एक अल्ट्रा-आधुनिक सजावट है, और एक सभ्य रेस्तरां और एक बार ऊपर है। कमरों में कोई कालीन नहीं है, इसके बजाय एक तरह की लकड़ी जैसी मंजिल है। टॉयलेटरीज़ किट के लिए बाथरूम काउंटर पर पर्याप्त जगह नहीं है। कमरे में एक पुरानी शैली की एयर कंडीशनिंग इकाई है जो कि बंद और बंद रहती है। एसडी के लिए आपकी कार पार्किंग की लागत अधिक है; टैक्स और टिप के साथ $ 35 का कुछ उत्तर - होटल में कोई स्व पार्क नहीं है। कमरे की लागत भी काफी अधिक है; लक्जरी होटल की तुलना में अधिक पानी पर कुछ ब्लॉक दूर है। अच्छी तरफ, मुक्त वायरलेस इंटरनेट की बहुत सराहना की जाती है।",
            "सबसे पहले, यह समीक्षा ज्यादातर सेवा के बारे में है ... होटल बेदाग और आधुनिक है, जैसा कि हर कोई कहता है, और स्थान सुविधाजनक है।\nमैं नवंबर 2010 की शुरुआत में 6 रातों के लिए गैसलैम्प क्वार्टर में होटल इंडिगो में रहा। मेरी पत्नी कन्वेंशन सेंटर में एक सम्मेलन में थी और मैंने होटल के कमरे से बाहर काम करने का फैसला किया। मैंने ट्रिपएडवाइजर पर समीक्षाएँ पढ़ी थीं, जिसमें उल्लेख किया गया था कि अन्य लोग दोपहर 3 बजे के चेक-इन समय से पहले जांच करने में सक्षम हैं और मैंने पहले ही पूछ लिया था। मैंने रात को पहले फोन किया और मुझे बताया गया कि सभी कमरे बुक नहीं किए गए थे और अगली सुबह जल्दी चेक करने में सक्षम हो सकता था क्योंकि मेरी पत्नी का सम्मेलन सुबह 9 बजे शुरू होता था। जब मैंने अपनी पत्नी को छोड़ दिया और होटल को फोन दिया। किम्बर्ली ने मुझे बताया कि वे सभी बुक हो चुके थे और दोपहर को वापस फोन करके यह देखने के लिए कि क्या कोई कमरा उपलब्ध था। मैंने 12:30 बजे वापस बुलाया और किम्बर्ली ने मुझे बताया कि वे अभी भी बुक किए गए थे और मेरे द्वारा अनुरोधित कमरे को अभी भी कब्जा कर लिया गया था और व्यक्ति ने देर से चेक आउट का अनुरोध किया था। मुझे यह विश्वास करना मुश्किल था कि कोई अन्य कमरे उपलब्ध नहीं थे, लेकिन मुझे लगा कि \"मुझे यकीन है, मैं इसे प्राप्त करता हूं, तकनीकी रूप से चेक-इन समय दोपहर 3 बजे है और उम्मीद है कि वे मेरे साथ उसी शिष्टाचार का विस्तार करेंगे जब मैं देर से चेक आउट का अनुरोध करता हूं हमारा आखिरी दिन। ” जब मैं अंत में शाम 4 बजे जांच करने में सक्षम था, तो मुझे वैलेट आदमी ने बताया कि घंटी की हॉप उपलब्ध नहीं थी और मैं इंतजार कर सकता था, लेकिन मैंने इसकी परवाह किए बिना जांच करने का फैसला किया क्योंकि मेरे पास इतना लंबा दिन था। कमरे की चाबी मुझे सौंपने के बाद मेरी मदद करने के लिए सामने वाले डेस्क पर कोई भी अधिक सामान और उपकरण ले जाने में सक्षम नहीं था।\nअगले दिन, मुझे एहसास हुआ कि मुझे कुछ घंटों के लिए कमरे को खाली करने की जरूरत है ताकि हाउसकीपिंग कमरे को साफ कर सके और दोपहर 12-2 बजे से विस्तारित दोपहर के भोजन का फैसला कर सके। जब मैं वापस आया, तब भी कमरे को साफ नहीं किया गया था, लेकिन मुझे काम करने की आवश्यकता थी, इसलिए मुझे एहसास हुआ कि हमें सिर्फ एक रात के लिए एक साफ कमरे के बिना जाना था। अगले दिन, मैं सुबह 11 बजे निकल गया और स्थिति का फ्रंट डेस्क बताया और उन्होंने कहा कि जब तक मैं वापस आ जाऊंगा तब तक कमरा साफ हो जाएगा। दोपहर 3 बजे, मैं अपने कमरे में वापस गया और \"सफाई सेवा अनुरोध\" साइन अभी भी मेरे दरवाजे के हैंडल पर था, मैं फ्रंट डेस्क पर गया और शिकायत की कि यह 4 घंटे कैसे हो गया और किसी ने कमरे को साफ नहीं किया। उन्होंने माफी मांगी और कहा कि मैं सूची में आगे था, इसलिए मैं लगभग 30 मिनट के लिए लाउंज में गया। जब मैं वापस लौटा, तो कमरा आखिरकार साफ हो गया था और मुझे लगा कि यह खत्म हो जाएगा। अगले दिन, वही हुआ ... हमारे ठहरने के दौरान, हमारे कमरे को केवल 3 बार साफ किया गया था। फ्रंट डेस्क ने सफाई कर्मचारियों से हमारे अनुरोध पर भी बातचीत नहीं की।\nअंतिम दिन तक उपवास करेंगे। मुझे फ्रंट डेस्क पर पेयटन द्वारा बताया गया कि सुबह 11 बजे चेक-आउट का समय था, इसलिए मैंने एक एक्सटेंशन देने का अनुरोध किया, जो किसी को पहले हमारे कमरे में रहने के लिए दिया गया था और जिसके परिणामस्वरूप मुझे पहली बार दोपहर 3 बजे के बाद चेक किया गया था दिन। पीटन ने कहा \"शायद हम आपको 11:30 या दोपहर को नवीनतम पर दे सकते हैं क्योंकि हम एक पूर्ण घर की उम्मीद कर रहे हैं।\" अच्छा लगा, मैंने सोचा। अब, मैं एक उचित व्यक्ति हूं, मुझे पता है कि चेक-इन और चेक-आउट के लिए आधिकारिक समय हैं - मुझे मिलता है। हालाँकि, बहुत कम फ्लेक्स होने के लिए यह हास्यास्पद है ... अगर मैं चेक-इन के लिए 3 बजे तक इंतजार कर सकता हूं, तो कोई और क्यों नहीं कर सकता है और सामने वाला डेस्क अतिरिक्त मील नहीं जा सकता है और कह सकता है: \"सुनो, हमारे पास एक पूरा घर है, लेकिन यहां मैं क्या कर सकता हूं। मैं आपको 1 या 2 बजे तक दे दूंगा ... बस यह सुनिश्चित करें कि आप मुझे बताएं कि आप कब जांच करने जा रहे हैं ताकि मैं कमरे में सफाई कर्मचारी प्राप्त कर सकूं जितनी जल्दी हो सके। वह आवाज़ कैसी है? \" अब, यह सेवा होगी ... दुर्भाग्य से, आप सैन डिएगो के होटल इंडिगो में नहीं पाएंगे।\nउनकी कमरे की सेवा के बारे में: मेरी पत्नी ने $ 40 का रात्रिभोज देने का आदेश दिया (जो उन्होंने कहा कि भयानक गुणवत्ता थी, btw - मैंने पिछली समीक्षाओं में इसके बारे में पढ़ा था)। उसे मिली बुरी सेवा पर वह अचरज में थी। हमारे कमरे में कोई मेन्यू नहीं था, इसलिए उसने रूम सर्विस वालों से उसे कुछ विकल्प देने के लिए कहा, जिसके लिए उन्होंने जवाब दिया \"उम, यह वास्तव में आपको बताना मुश्किल है कि हमारे पास क्या है अगर आपके पास मेनू नहीं है।\" उसने सोचा, यह मेरी गलती क्यों है मेरे कमरे में कोई मेनू नहीं है? और फिर जब वे अंत में पहुंचे, तो उन्होंने पूछा, \"आप मुझे कहां रखना चाहते हैं\" और बस बिस्तर पर ट्रे गिरा दी। अच्छा लगा।\nअंत में, वैलेट: 3 दिनों के लिए कार को गैरेज में छोड़ने के बाद, मैं अपनी कार में एक अलग सीवर गंध पाकर हैरान था। वैलेट के लोगों ने मुझे बताया था कि होटल गंध पर काम कर रहा था, लेकिन रात को गाड़ी चलाने और गाड़ी को बाहर निकालने के बाद भी गंध खत्म हो गई। अगले दिन भी यही हुआ और मुझे आखिरकार एहसास हुआ कि मुझे कार में वेंट बंद कर देना चाहिए, जिससे मदद मिली। लेकिन वेलेट से शिकायत करने के बाद, उन्होंने कहा कि वे अपने प्रबंधक को बताएंगे और मुझे सामने वाले डेस्क से भी बात करनी चाहिए, जिन्होंने तुरंत वाल्ट को दोषी ठहराया। फिर, सामने डेस्क से कोई मदद नहीं। वैसे भी, वैलेट में से एक ने अपने प्रबंधक को बताया और उन्होंने जीएम के साथ बात की, जिन्होंने अंततः मेरे सभी पार्किंग शुल्क की भरपाई की, जो एक अच्छा इशारा था। एक और नोट, भले ही वैलेट पार्किंग $ 32 / दिन की महंगी हो, मुझे पता था कि स्थिति में जा रहा है और मुझे एहसास हुआ कि यह सुरक्षा और सुविधा के लिए इसके लायक था। इसके अलावा, वैलेट लोग बहुत अच्छे थे और मुझे लगता है कि उन्हें यह भी बुरा लगा कि वे कितना चार्ज कर रहे थे, इसलिए वे अतिरिक्त अनुकूल थे। वैसे भी, मुझे लगता था कि अगर सामने वाला डेस्क वैलेट लोगों की तरह मैत्रीपूर्ण और सहायक था, तो मुझे बहुत अधिक सुखद अनुभव होता।\nनीचे पंक्ति: फ्रंट डेस्क (किम्बर्ली और पीटन) बहुत मददगार नहीं थीं ... मुझे पैट उत्तर मिले और वास्तविक समस्या निवारण और सेवा से दूर कुछ भी नहीं था। वास्तव में, 2 लोग थे जो बाकी से बाहर खड़े थे: ब्रूस और डाइटर ... वे वास्तव में सहायक थे और कम से कम मेरी जरूरतों के लिए अन्य विकल्प प्रदान करते थे। वैलेट महंगा था, लेकिन वे इसे जानते हैं और महान सेवा प्रदान करते हैं।\nमैं निराश था क्योंकि मैंने सुना था कि सेवा बहुत अनुकूल थी, लेकिन मुझे ऐसा नहीं लगा ... मामला ज्यादातर समय, यह अव्यवसायिक था, युवा प्रशिक्षुओं द्वारा चलाया गया, और बिल्कुल भी उपयोगी नहीं था।",
            "इंडिगो में चेक इन और बहुत दोस्ताना स्टाफ। अच्छा फंकी रूम और जितना मैंने सोचा था कि यह बुटीक प्रकार के होटल के लिए बहुत बड़ा होगा। 9 वीं मंजिल पर अच्छा फिटनेस कमरा और डेक।\nएक रात में $ 32.00 की पार्किंग थोड़ी सी खड़ी है, इसलिए हमने दो रातों के लिए होटल में रुकने से पहले अपना किराया वापस ले लिया।\n हर बजट के लिए रेस्तरां के निकट और हम पिछले हफ्ते 9 वीं मंजिल से PETCO पार्क में एक बेसबॉल खेल देख सकते थे, अगर Padres NL West में कम नहीं पड़ते। शायद अगले वर्ष।",
            "सबसे खराब ग्राहक सेवा जो मैंने कभी अनुभव की है। किसी को भी इस होटल की अनुशंसा करना ठीक नहीं होगा।",
            "कमरे उत्कृष्ट हैं, यूरोपीय मानकों के लिए विशाल, अच्छी तरह से सजाए गए और आरामदायक हैं। एक सुरक्षित और एक मिनी फ्रिज और बड़ा फ्लैट टीवी है। एक व्यापार यात्रा के लिए बिल्कुल सही, मुफ्त इंटरनेट (पीक समय पर थोड़ा धीमा) और अच्छे कार्य स्थान के साथ। स्नानघर में टहलने और सभी आवश्यक सुविधाओं के साथ बाथरूम बहुत बड़ा था। बहुत साफ। सेवा उत्कृष्ट थी और हमेशा सभी कर्मचारियों से एक बहुत ही अनुकूल मुस्कान के साथ।\nहोटल का स्थान थोड़ा मुश्किल है, बस सीमा रेखा पर है। यदि आप गैसलैंप क्वार्टर (5 वीं सड़क) या कन्वेंशन सेंटर की ओर चलते हैं, विशेष रूप से मार्केट स्ट्रीट का उपयोग करते हुए, लगभग हर समय रेस्तरां, दुकानें और लोग चल रहे हैं। लेकिन यदि आप दूसरी दिशा पर चलते हैं, तो यह सिर्फ असुरक्षित महसूस करता है (यह शहर के दूसरी तरफ बस स्टेशन के बगल में उतना बुरा नहीं है), लेकिन आप अपने कंधे पर एक-दो बार देखते हैं। इसलिए यदि आप एक महिला हैं और अकेले यात्रा कर रही हैं, तो सैन डिएगो में अपने आसपास के बारे में जागरूक रहें। फिर भी यह कन्वेंशन सेंटर और मरीना और एक बहुत अच्छे होटल से पैदल दूरी पर है।\nएक और बात नाश्ते का मेनू है; यह थोड़ा छोटा है और बहुत प्रकार का नहीं है। इसके अलावा आप सेट मेनू के साथ फंस जाते हैं जिससे आपकी पसंद मुश्किल हो जाती है। एक बुफे सेवा बहुत अच्छी होगी, लेकिन यूएसए में इसे खोजना आसान नहीं है। भोजन की गुणवत्ता अच्छी थी।",
            "मेरी बेटी और मैंने वास्तव में होटल इंडिगो में हमारे प्रवास का आनंद लिया। बिस्तर आरामदायक था, कमरे में कोई अजीब गंध नहीं थी। मैंने इस तथ्य की सराहना की कि खिड़कियां खुल गईं। बाहर थोड़ा सा शोर है, लेकिन यह पेटको पार्क से कुछ ही ब्लॉक दूर है।",
            "महान होटल, सैन डिएगो में विश्राम के लिए आदर्श स्थान है। मित्रवत कर्मचारी, जो रेस्तरां की सिफारिशों के बारे में मददगार और जानकार थे। सुंदर सजावट, अच्छे बड़े कमरे, शानदार शॉवर। केवल थोड़ी सी फुर्ती का व्यायामशाला में कोई आराम कक्ष नहीं था जिसे मैं देख सकता था ताकि सुविधाओं का उपयोग करने के लिए एक कसरत के बीच में सात मंजिलों को नीचे ट्रैक किया जा सके .... जवाब दें कि बेशक बाहर काम नहीं किया जा रहा है !!!",
            "क्या हमारी 2 साल की सालगिरह थी और सब कुछ बस बकाया था। कमरे में कुछ शैंपेन और पनीर था। फिर आग के गोले बारूद का आनंद लिया। स्टाफ सुपर फ्रेंडली था और विचार बहुत अच्छे हैं। एक बार फिर धन्यवाद। एकदम सही ठहरना और अत्यधिक आराम।",
            "मेरे पति और मैं इस सप्ताह उनके जन्मदिन के लिए यहाँ रुके थे। यह एक आश्चर्य था, इसलिए मैंने क्षेत्रों और होटलों के बारे में बहुत शोध किया, और अंत में होटल इंडिगो पर बस गया। यह बिल्कुल शानदार था, और मैं इसकी अत्यधिक अनुशंसा नहीं कर सकता।\nहम अपने कुत्ते को अपने साथ ले आए, जिस पर मैं वास्तव में झिझक रहा था, क्योंकि होटल कह सकते हैं कि वे \"कुत्ते के अनुकूल\" हैं, अक्सर वे सिर्फ \"कुत्ते-सहिष्णु\" होते हैं। आमतौर पर सभी प्रकार के नियम और कानून, और शुल्क हैं, और यह थोड़ा तनावपूर्ण है। होटल इंडिगो वास्तव में अलग है - वे वास्तव में कुत्तों का स्वागत करते हैं। कोई शुल्क नहीं, कोई प्रतिबंध नहीं, और वे वास्तव में हमारे कुत्ते को चेक में देखकर खुश दिखे! पेटको पार्क के ठीक सामने एक छोटा सा पार्क है, जहाँ कुत्ते पट्टा चलाते हैं। इसके अलावा, होटल स्पष्ट रूप से यह सुनिश्चित करने के लिए महान दर्द में जाता है कि होटल कुत्ते को महसूस नहीं करता है - यह बेदाग है, और बहुत स्टाइलिश है। एक बार के लिए, हमारे कुत्ते ने वास्तव में अपने सप्ताहांत का आनंद लिया।\nक्षेत्र शानदार है और होटल कई बार और रेस्तरां के लिए अधिक सुविधाजनक नहीं हो सकता है।\nअंत में, कर्मचारी असाधारण रूप से मित्रवत थे और सहायक थे-एक होटल में थोड़ी देर के लिए सबसे अच्छी सेवा।\nमैं इस बात पर सहमत था कि अतिरिक्त नकदी खर्च करना और होटल सोलमर में रहना है, लेकिन मुझे खुशी है कि हमने ऐसा नहीं किया, क्योंकि मुझे नहीं लगता कि होटल इंडिगो में हमारे पास एक बेहतर अनुभव हो सकता था।",
            "सबसे पहले होटल अच्छा है। कई अन्य लोगों ने आधुनिक बुटीक होटल के रूप में इसके गुणों की प्रशंसा की है, इसलिए मैं कुछ अन्य चीजों पर ध्यान केंद्रित करूंगा। स्थान बहुत अच्छा है, गैस लैंप के व्यस्त क्षेत्रों से काफी दूर एक शांत अनुभव को वहन करने के लिए लेकिन यह सब के दिल में चलने के लिए भी बहुत अच्छा है।\nइतना अच्छा नहीं है:\nएक 4 सितारा होटल (कथित) के लिए कुछ मूल बातों की गुणवत्ता खराब थी। उदाहरण के लिए बाथरूम के तौलिए मोटल में पतले और खुरदुरे 6 मानकों से काफी सस्ते थे। नाइट पिक लेने के लिए नहीं, बल्कि इतने स्टाइल के साथ एक होटल के लिए, यह वास्तव में बहुत बुरा था।\nहमारे कमरों में से एक में वास्तव में दूसरे अतिथि के लिए एक कार्ड और उपहार था। हमने सामने वाले को पता चलने दिया, और उन्होंने किसी को आइटम प्राप्त करने के लिए भेजा। यह असाइन करने वाले कमरों में फ्रंट डेस्क के कर्मचारियों की देखभाल की कमी को दर्शाता है। मैं अतिरिक्त व्यक्तिगत ध्यान देने के इरादे से किसी के लिए विशेष अनुरोध या बुकिंग करने से सावधान रहूंगा।\nमेरे कमरे में दो समस्याएं थीं। एक, रात के बीच में बाथरूम का पंखा बंद होने पर अजीब शोर करता था। एक छिटपुट ध्वनि। बाथरूम का दरवाजा सही ढंग से नहीं बैठा था, क्योंकि यह तंग टिका था और दरवाजा खुलने या बंद होने पर बहुत जोर से चीखता था। बहुत बाधित और वास्तव में अगले कमरे में सुना जा सकता है। यह मामूली हो सकता है, और शायद एक फोन कॉल द्वारा ठीक किया गया हो अगर यह रात के मध्य में देखा गया था।\nकक्ष-सेवा सबसे खराब थी। मैंने नाश्ते का ऑर्डर दिया और यह तुरंत पहुंच गया, लेकिन ठंडी ठंडी, और होटल के मैच के लिए पूरी तरह से ध्यान में कमी।\nअन्य छोटी चीजें विस्तार पर ध्यान देने की कमी दिखाती हैं। ऐसा लगता है कि उस होटल में इतना समय डिजाइन पर खर्च किया गया था और इस \"माहौल\" को बनाने के लिए कि वे पहले एक होटल बनना भूल गए।\nअंत में, मैं यहां फिर से रहूंगा, लेकिन मैं एक अधिक मेहनती (पढ़ा हुआ नाग) अतिथि होगा और सुनिश्चित करूंगा कि मैं बिना किसी मुद्दे के एक कमरे में था।",
            "मैं दो सप्ताह की अवधि के लिए प्रत्येक सप्ताह के अंत में होटल इनिगो में रहा। रेस्तरां अच्छा था, सेवा अद्भुत थी और कमरे बहुत आरामदायक थे। मेरे काम से मुझे अपनी अधिकांश यात्राओं के लिए होटल के भीतर और आसपास रहना पड़ता था इसलिए मैंने होटल के रेस्तरां में बहुत समय बिताया और भोजन का आनंद लिया और कर्मचारियों के साथ बातचीत की। स्टाफ हमेशा मिलनसार और मिलनसार था और यहां तक ​​कि दो महीनों में मेरी लगातार यात्राओं के बाद घर जैसा महसूस होने लगा। कभी भी मेरे पास उन जगहों के बारे में एक सवाल था जो मैं होटल क्लेयर के बाहर का आनंद ले सकता था और फ्रंट डेस्क पर डाइटर मुझे सही दिशा में इंगित करने के लिए बहुत जल्दी थे। मैं होटल इंडिगो में एक प्यारा समय था और निश्चित रूप से अपने अगले सैन डिएगो छुट्टी के लिए फिर से वहाँ रहूँगा!",
            "मैं पिछले एक साल में कई बार होटल इंडिगो में रुका हूं। होटल पेट फ्रेंडली और सुपर क्यूट है। सजावट स्वादिष्ट, युवा और आधुनिक है। मेरे कमरे में हमेशा पेटको पार्क को देखने का अद्भुत दृश्य है। फ्रंट डेस्क के डायटर ने अस्ति को रात के खाने के लिए सिफारिश की, जो एक महान सुझाव था और यहां तक ​​कि विभिन्न नाइट क्लबों में हमें सूची में डालने की पेशकश की गई। मेरे दोस्तों और मैंने एक विस्फोट किया था!\nमैंने कई दोस्तों, सह-कार्यों और परिवार को होटल इंडिगो की सिफारिश की है और उन्होंने सभी को अपने रहने के लिए भी प्यार किया है!",
            "हमने सैन डिएगो में एक प्रमुख सम्मेलन के दौरान एक बहुत ही महत्वपूर्ण बैठक आयोजित की। हमने अपनी बैठक के लिए रात के खाने के साथ एक निजी कमरा आरक्षित किया। कर्टिस क्रॉफोर्ड, कार्यकारी शेफ, और उनके उत्कृष्ट कर्मचारियों के हिस्से के कारण बैठक बहुत अच्छी तरह से चली गई। मैं इस होटल को आराम और विशेष बैठकों दोनों के लिए पुनः शामिल करता हूं।",
            "हम में से एक समूह वहां रुका था और उन्होंने हमारी अच्छी देखभाल की, विशेष रूप से कर्टिस ने शेफ और मिशेल ने बारटेंडर को ऊपर रखा। शानदार दृश्य और कुत्ते के अनुकूल जगह। हमने एक अच्छा समूह दर भी बनाया। आस-पास के प्रमुख बड़े श्रृंखला होटलों की तुलना में बहुत ठंडा स्थान।",
            "मैं एक ही यात्रा में व्यापार और आनंद दोनों के लिए इंडिगो में था। मुझे कहना होगा कि मुझे लगा कि होटल जबरदस्त था। हालांकि, मैं ध्यान दूंगा कि जब मैं शहरों में होटलों में रहता हूं, तो मैं चाहता हूं कि वे आराम से रहें, लेकिन मैं विचारों आदि के बारे में कम चिंतित हूं, क्योंकि अन्य हो सकते हैं क्योंकि मैं अपना अधिकांश समय शहर के बाहर बिताना पसंद करता हूं। होटल।\nजब मैंने चेक इन किया तो मैं अकेला था क्योंकि यह यात्रा का व्यवसायिक हिस्सा था और मेरी पत्नी अगले दिन तक मुझे संयुक्त नहीं करने जा रही थी। मैंने हॉटवायर के माध्यम से बुक किया था, इसलिए 2 रानियों वाला एक कमरा दिया गया था। मैंने 1 राजा के साथ एक कमरा मांगा, लेकिन बताया गया कि वे उस रात भरे हुए थे, लेकिन मुझे अगले दिन वापस जाना चाहिए। मैंने अगले दिन वापस जाँच की, और उन्होंने मुझे एक अलग कमरे में बंद कर दिया।\nकमरा बहुत आरामदायक था और मुझे जो सेवा मिली, विशेष रूप से वैलेट, वह शानदार था। उन्होंने मेरी पत्नी और मुझे रात के खाने के स्थान पर एक बड़ी सिफारिश दी और हमेशा काफी अनुकूल थे।\nहोटल का स्थान वास्तव में वही है जिसे हमने सबसे अधिक प्यार किया था। यह एक्शन के काफी करीब है कि बार, रेस्तरां, खरीदारी के लिए इसकी थोड़ी सी पैदल दूरी है, लेकिन वास्तव में गैसलैम्प के फ्रिंज पर बैठता है जो थोड़ा और अधिक शांति और काफी अनुमति देता है। हम सभी आसानी से चिड़ियाघर, बंदरगाह और छोटे इटली तक पैदल जाने में सक्षम थे।",
            "सबसे पहले यह होटल बिल्कुल भव्य है! कमरा अद्भुत था, बिस्तर इतना आरामदायक था, स्थान एकदम सही है, रेस्तरां में भोजन अद्भुत है! मैं 9 वीं मंजिल के आँगन बार को फिर से शुरू करूँगा क्योंकि इसमें आश्चर्यजनक दृश्य, अद्भुत कर्मचारी, फ्लैट स्क्रीन टीवी, सुंदर आग वाले स्थान हैं! मैंने शुक्रवार की रात को गलती से अपना कैमरा छोड़ दिया था और कर्मचारियों ने इसे फ्रंट डेस्क के साथ छोड़ दिया था और इससे पहले कि मैंने देखा था कि मैंने इसे खो दिया था, यह मेरे पास वापस आ गया था!\nस्थान खरीदारी के लिए एकदम सही है, पास के सभी अद्भुत रेस्तरां में भोजन कर रहे हैं और एक मिनट की पैदल दूरी के भीतर यात्रा करने के लिए शानदार बार के कई विकल्प हैं!\nहालांकि यह होटल सभी तरह से दिखने में आश्चर्यजनक है, लेकिन इसके अद्भुत कर्मचारियों की तुलना में कुछ भी नहीं है। सामने की मेज पर एक लड़की, Peyton, जिसने हमें पूरे समय इतनी अच्छी तरह से देखने के बाद जाँच की! वह वहाँ के बाकी कर्मचारियों के साथ अद्भुत थी। इतना दोस्ताना और आसानी से बातचीत करना। यह महसूस करना बहुत अच्छा लगता है कि आप किसी भी क्वेसिटॉन से पूछने के लिए संपर्क कर सकते हैं और वे सहायता के लिए बहुत उत्सुक और खुश हैं।\nलोगों के जाने का रास्ता। यह निश्चित रूप से सबसे अच्छे होटलों में से एक है, जिसमें मुझे रहने का आनंद मिला है।\nधन्यवाद!!",
            "मैंने एसडी कन्वेंशन सेंटर में एक वार्षिक सेमिनार में भाग लिया है और इंडिगो को अपने होटल के पदचिह्न को कम करने वाले होटलों की तलाश करते हुए पाया (जब मैं यात्रा करता हूं तो हमेशा बेकार महसूस करता हूं)। मैं आश्चर्यचकित था कि इसमें केवल 3 सितारे थे जो भारी, नकली और असुविधाजनक \"W\" होटल की तुलना में थे।\nमैंने रविवार फुटबॉल को उज्ज्वल, हवादार लॉबी-बार में देखा और आकर्षक कर्मचारियों के साथ शानदार कंपनी पाई, जो मनोरंजन के लिए बहुत अच्छी सलाह थी, और होटल और बॉल पार्क का दिलचस्प ज्ञान साझा किया। पियटन और डेविड जैसे युवा पेशेवरों की इतनी अच्छी तरह से प्रशिक्षित टीम से मिलना बहुत अच्छा है।\nमैं अपनी छत से पैड्रेस गेम के अद्भुत दृश्य का अनुभव करने के लिए बेसबॉल के मौसम के दौरान वापस आऊंगा।\nपार्किंग $ 34 पर थोड़ी खड़ी थी, इसलिए मुझे भयानक नाइटलाइफ़ पर उड़ाने के लिए नकदी बचाने के लिए पास में बहुत कुछ मिला। एलेवेटर के लिए कार्ड का उपयोग कष्टप्रद था, लेकिन मुझे लगता है कि यह पडर गेम के दौरान स्क्वाटर्स को बाहर रखता है।\nईस्ट विलेज लोकेशन खतरनाक दिखने वाले पात्रों से मुक्त शहर का एकमात्र स्थान है, लेकिन अभी भी हर जगह बंद है। एमओडी ने समाजीकरण के लिए एक गेंदबाजी गली की सिफारिश की, और यह आश्चर्यजनक रूप से कूल्हे और लोगों से मिलने के लिए एक शानदार जगह थी।\nपसंद किया गया के-कप कॉफ़ी एमेनिटी, काश और अधिक पुदीने की फली होती। अपनी यात्रा की योजना बनाते समय सामने की मेज पर स्थित इपेड्स का उपयोग करने में मज़ा आया। कहीं और नहीं रहेंगे!",
            "सभी में, इंडिगो वर्ग और लागत के लिए बहुत अच्छा होटल है (यदि आप स्कोश की पसंद के माध्यम से एक सौदा प्राप्त करते हैं, आदि) लेकिन हमारे लिए इस मुद्दे को बिछाने में। एक कम दर पर एक एजेंसी के माध्यम से शहर के दृश्य के साथ हमारे रानी / राजा के कमरे को बुक किया लेकिन एक राजा से पूछने के लिए होटल से संपर्क किया क्योंकि हम अपने हनीमून के हिस्से के रूप में रह रहे थे। बर्फ के पास एक गरीब कमरे में पहुंचे और कमजोर दृश्य वाले मशीनों में दो छोटे रानी बिस्तर थे। तुरंत डाइटर से पूछा, मुझे सबसे ज्यादा स्वागत करने वाले रिसेप्शनिस्ट से, हमें मिलने का दुर्भाग्य है, हमें स्थानांतरित करने के लिए लेकिन जीई ने कहा कि यह एक एजेंसी बुकिंग थी और इसके बारे में कुछ भी नहीं किया जाएगा। हम तनाव में आकर अपना मानवीय पक्ष अपील करने की कोशिश कर रहे थे, लेकिन उसके पास एक भी नहीं था!\nअन्य कर्मचारियों को वापस रखा गया था लेकिन दोस्ताना और कमरे एक तीन सितारा के लिए अच्छे थे। मुख्य क्रिया से स्थान केवल चार ब्लॉक था और छत की छत बार अच्छा था। अगर अमेरिकी मानकों के हिसाब से थोड़ा छोटा होता तो नाश्ता भी ठीक था।\nतो बुरा नहीं है, लेकिन दुख की बात है कि रिसेप्शन पर हमारे दोस्त का मतलब है कि हम अगली बार इस महान शहर में कहीं और देखेंगे।",
            "शानदार स्थान, स्टाफ कमाल, कमरा बकाया। मैं एक 5 * होटल के रूप में रेट करता हूं, अब तक मैं राज्यों में सबसे अच्छा रहा हूं।",
            "एसडी और कॉमिक वीकेंड पर इतनी देर से आने वाली किसी भी सूचना पर, मुझे पता था कि शहर का हर होटल या तो पूरी तरह से बुक हो जाएगा या फिर महंगा होगा। इसलिए मैं होटल इंडिगो उपलब्ध और सस्ती होने के बारे में थोड़ा उत्सुक था, मेरा मतलब है कि एल काजोन में एक सुपर 8 $ 360 / रात चार्ज कर रहा था !!!\nकहने की जरूरत नहीं है कि इस शानदार होटल में पहुंचने पर मुझे बहुत राहत मिली थी !! इंडिगो ने मेरी सभी उम्मीदों को पार कर लिया।\nवे उत्कृष्ट दोस्ताना और प्यारा स्टाफ के सदस्य हैं।\n-कमरे साफ, आधुनिक और आरामदायक हैं।\n-होटल पूरी तरह से पालतू अनुकूल है !!! :)\n-बीज सुपर कम्फ़र्टेबल होते हैं।\n- दृढ़ लकड़ी के फर्श पसंद करते हैं।\nकमरे से शानदार दृश्य (खासकर यदि आप बेसबॉल प्रशंसक हैं जैसा कि आप पेटको पार्क में देख सकते हैं)\n-सुंदर प्यारा भाप स्नान।\n-ट्रेंडी और शांत लाउंज / रेस्तरां।\nसंपत्ति भर में खिंचाव।\nएकमात्र शिकायत मुझे वैलेट के इंतजार के बारे में थी। चेक-आउट करने पर, मेरी कार एक स्टाफ सदस्यों की कार द्वारा अवरुद्ध हो गई थी और हमें कार को स्थानांतरित करने के लिए 15 मिनट इंतजार करना पड़ा। अन्यथा, इंडिगो में मेरा प्रवास निर्दोष था और मैं अपनी अगली यात्रा के लिए तत्पर हूं।",
            "यह एक बढ़िया विकल्प है! सब कुछ सुलभ है - कन्वेंशन सेंटर और मरीना के पास सुंदर रन / वॉक सहित। फ्रंट डेस्क पर कीफ़ ने अद्भुत और पेशेवर सेवा की पेशकश की और लॉबी बार अनुकूल और उत्तरदायी है। एलर्जी वाले लोगों के लिए, यह ध्यान रखें कि होटल डीईईएस पालतू जानवरों की अनुमति देता है, हालांकि अधिकांश मंजिल दृढ़ लकड़ी की थी, इसलिए यह अधिकांश के लिए ठीक होना चाहिए। मुझे बिल्लियों से एलर्जी है और कोई समस्या नहीं थी। भोजन का आनंद लें - पैदल दूरी पर एक नोबू है!",
            "यह होटल अपेक्षाकृत नए और उन लोगों के लिए एकदम सही स्थान पर है जो Gaslamp क्वार्टर में हर चीज से पैदल दूरी के भीतर रहना चाहते हैं! होटल साफ है और दैनिक पेय विशेष के साथ पहली मंजिल पर एक छोटा सा बार है। नि: शुल्क उपयोग करने के लिए 2 कंप्यूटर भी हैं जो महान थे जब आप कुछ ऐसा देखना चाहते थे जो आप करना चाहते थे। रेस्तरां की सिफारिश करने में फ्रंट डेस्क बहुत मददगार था। कुल मिलाकर, रहने के लिए एकदम सही जगह!",
            "जब दूतावास सूट, मैरियट, हिल्टन, और हयात (कम से कम $ 260) की तुलना में कीमत काफी कम थी, तो मुझे थोड़ा संदेह हुआ लेकिन सुखद आश्चर्य हुआ। सस्ता नहीं (औसत $ 170), लेकिन एक बड़ी संपत्ति। मेरे पास 2 रानी बेड वाला एक कमरा था और वे बहुत आराम से थे, कमरा विशाल था जैसा कि बाथरूम था। वर्कआउट की सुविधा पर्याप्त थी। रात में फर्श 9 पर बार पेटको पार्क की ओर देखने के लिए एक शानदार जगह थी। रेस्तरां नाश्ते और दोपहर के भोजन और पेय के लिए अच्छा था। वास्तव में रात का खाना नहीं। वास्तव में गैस्लैम्प जिला (5 सेंट पर प्रमुख सामान) नहीं है, लेकिन सिर्फ एक युगल दूर है जो इसे बंद कर देता है लेकिन जोर से बंद नहीं होता है। Gaslamp के साथ-साथ अच्छे रेस्तरां, स्पोर्ट्स बार और निश्चित रूप से पेटको पार्क के लिए सुरक्षित और नज़दीकी। बहुत ही पालतू मित्रवत।",
            "हम इस होटल में मजदूर दिवस सप्ताहांत के लिए रुके हैं। यह महज दिखावा था। यह शहर के बीचोंबीच स्थित है, जिसमें हॉर्टन सेंटर मॉल, गैसलैम्प क्वार्टर और ट्रॉलियों के लिए सिर्फ दो ब्लॉक हैं। सड़क पर पार्किंग करना आसान था, इसलिए होटल में अतिरिक्त $ 30 का भुगतान करने से बचें। होटल अपने आप में नया है, और कमरों में सुपर आधुनिक सजावट है। मैं निश्चित रूप से अपने दोस्तों को इस होटल की सिफारिश करूंगा, और वहां फिर से रहना पसंद करूंगा।",
            "हम कई बार होटल इंडिगो में रुके हैं और हर बार हमेशा पिछली यात्रा को पार करते हैं! कर्मचारी मित्र थे और उनके पास दिलचस्प चीजों को करने और देखने के लिए बड़ी सिफारिशें थीं। प्यार, स्थान से प्यार, भयानक ट्रेंडी और स्वादिष्ट रेस्तरां चलना आसान। हमने अपने कमरे से एक Padres खेल भी देखा। हम लॉबी में वाइब से प्यार करते थे, बहुत सारी अच्छी ऊर्जा। सुबह हमने नीचे कॉफी और नाश्ता किया, लोगों को देखने और सुंदर मौसम का आनंद लिया। यह हमारा एसडी शहर में होटल जाने के लिए जारी है।",
            "मैं दिन में सूरज का आनंद लेने के लिए और रात में गैस्लैम्प में पार्टी करने के लिए हर दो या तीन महीने में एक बार सैन डिएगो की यात्रा करता हूं। मुझे गैसलैम्प के करीब रहना पसंद है क्योंकि सब कुछ पैदल-दूरी पर है और मैं जिस होटल में रहूँगा वही होटल इंडिगो है! सबसे पहले, आप एक बेहतर स्थान के लिए नहीं कह सकते। अपने होटल की खिड़की से, मैं पेटको पार्क में स्पष्ट देख सकता था। सलाखों के लिए एक पैदल दूरी 5 मिनट से भी कम थी, फिर भी यह इतना पर्याप्त था कि जब मैंने बाहर कदम रखा तो मैं कभी रात के उल्लू को चकमा नहीं दे रहा था। एक महान कॉफ़ी शॉप (पालतू दोस्ताना भी!) जावा जोन्स कहा जाता था जो एक ब्लॉक दूर से कम था।\nजब मैं अंदर गया, तो काउंटर के पीछे एक सुखद स्टाफ के सदस्य द्वारा मुझे बधाई दी गई। होटल अपने आप में सुंदर है। समकालीन सजावट - इसके साग, ब्लूज़, बेज और नारंगी के साथ - होटल को एक आरामदायक अभी तक सुखद एहसास देता है। सामने की लॉबी में एक झरना प्रदर्शन, सोफे थे जहां मैंने अपने दोस्तों के लिए इंतजार किया, जहां मैं अपने दोस्तों के लिए इंतजार कर रहा था, महान मूल कॉकटेल और कंप्यूटर के साथ एक पूर्ण बार था ताकि मैं मुफ्त में अपने ईमेल की जांच कर सकूं। मैंने सुना है कि उनके पास कुछ रातों में होटल में लाइव संगीत है और खुशहाल घंटे भी हैं। कठोर लकड़ी के फर्श के साथ कमरे स्वयं साफ और चमकदार थे। यह एक बड़ा प्लस है कि होटल पालतू के अनुकूल है! बिस्तर अच्छा था, बड़ा शॉवर w / एक लकड़ी का स्टूल, Aveda स्नान उत्पाद, फ्लैट स्क्रीन टीवी, एक iHome अलार्म घड़ी ताकि मैं अपने iPod में प्लग कर सकूं और एक Keurig कॉफी निर्माता। Keurig इतना अच्छा स्पर्श है! होटल के कमरे में एक अतिरिक्त बोनस भी मुफ्त वाईफाई था। अगर मुझे कभी ट्रेडमिल पर तेज़ दौड़ने के लिए जाने की ज़रूरत होती है, तो अच्छा, नए उपकरण के साथ एक जिम था और बार और आग के गड्ढों के साथ एक भयानक आउटडोर आँगन। ईमानदारी से, मैंने कभी भी जिम में 20 मिनट से अधिक नहीं बिताए, लेकिन पूरी रात आउटडोर बार / आँगन में बिताई।\nमुझे कहना होगा कि होटल के बारे में सबसे अच्छा हिस्सा स्टाफ है। सभी लोग बहुत मिलनसार और चौकस थे। पिछली बार, मैं अपने कुत्ते को लाया था और स्टाफ उसके प्रति बहुत दयालु था! वे उसके लिए बाहर पानी के कटोरे थे और उस पर भोजन करने के लिए डॉगी इलाज करते हैं। यह पहली बार था जब उसने घर से दूर यात्रा की थी और जाहिर तौर पर वह अकेले कमरे में रहने के लिए उत्सुक नहीं थी। जब मैं डेल मार्च में बाहर था, तो मुझे फ्रंट डेस्क मैनेजर का फोन आया और कहा कि उसकी भौंकने से हमारे पड़ोसी को शोर की शिकायत दर्ज करनी पड़ रही है। मेरी अनुमति के साथ, फ्रंट डेस्क मैनेजर ने मेरे पुच को कमरे से बाहर निकाल दिया और पांच घंटे बाद वापस आने तक उसे फ्रंट डेस्क पर रहने दिया! वह वहाँ क्लैम की तरह खुश था! मैं डॉगशूटिंग सेवाओं का विज्ञापन करने की कोशिश नहीं कर रहा हूं क्योंकि होटल इसे पेश नहीं करता है, लेकिन यह तथ्य कि वे उन्हें और उनके अन्य मेहमानों को शांत करने के लिए अपने रास्ते से बाहर चले गए, वास्तव में मुझे और मेरे कुत्ते को विशेष महसूस हुआ! वे सुनिश्चित करें कि उनके मेहमान खुश और संतुष्ट हों, यह सुनिश्चित करने के लिए वे जाएँ और आगे बढ़ें !!! मैं कभी भी कहीं भी नहीं रहा, जहां कर्मचारी उस तरह की ड्यूटी के आह्वान से परे थे। यह इस कारण से है कि मैं केवल इंडिगो में ही रहूंगा! शानदार स्टाफ और रहने के लिए बढ़िया जगह!",
            "एक दोस्त ने उल्लेख किया था कि इंडिगो अच्छा और कुत्ते के अनुकूल था। क्या एक समझौता। मैं बार-बार अपनी पत्नी और अपनी महिला को ले जाता हूं और हैरान रह जाता हूं कि स्टाफ कितना विनम्र और मिलनसार है। भोजन अद्भुत है और होटल के बार सुंदर हैं। कमरे हमेशा अद्भुत हैं और शॉवर सुंदर है। अत्यधिक इस होटल की कोशिश कर रहे हैं। पूरे रास्ते में 5 सितारे।",
            "होटल से बदबू आ रही थी !!! होटल देखने में सुंदर था, लेकिन गंध के कारण फिर कभी नहीं रहेगा। इसके अलावा, हमारी कुंजी ने केवल एक समय में 24 घंटों के लिए काम किया, जिसने हमें एक नए के लिए हर रोज डेस्क पर वापस जाने के लिए मजबूर किया। फिर कभी नहीं!",
            "यह होटल इसकी रैंकिंग का हकदार है। कर्मचारी आते ही बिल्कुल मिलनसार थे। हम अपने कमरे से एक बेसबॉल खेल देखने में सक्षम थे। टैरेस बार ऐसा करने के लिए एक शानदार जगह है। लॉबी बार में पूरे सप्ताह शानदार भोजन और पेय हैं। इन-रूम सुविधाओं के रूप में जिम शीर्ष पर था। और यह सब खड़ी दरों के बिना एक बुटीक होटल के आकर्षक माहौल के साथ।",
            "मेरी पत्नी और मैं सैन डिएगो में एक लंबे सप्ताहांत के दौरान 3 रात होटल इंडिगो में रहे। हमारे कमरे में सीधे पेटको पार्क का दृश्य था - हम अपने कमरे से खेल देख सकते थे! यह होटल पार्क से केवल एक ब्लॉक और गैसलैम्प जिले के मध्य से कुछ ब्लॉक दूर है, इसलिए मुझे लगा कि यह स्थान आदर्श है।\nफ्रंट डेस्क ने हमें अपने कमरे में जल्दी और शिष्टता से धन्यवाद दिया (धन्यवाद क्लेयर)। 9 वीं मंजिल पर एक अच्छा बैठने का क्षेत्र है जिसमें एक बार शामिल है - आप वहां से पार्क में भी देख सकते हैं।\nहम ट्रॉली को मॉल ले गए - निकटतम स्टेशन केवल 4 ब्लॉक दूर है। बहुत ही सुविधाजनक।\nकुल मिलाकर, होटल इंडिगो में एक सुखद प्रवास है। मेरा सुनिश्चित रूप से वहां ठहरना तय है।",
            "मैं सैन डिएगो के इंडिगो होटल को उन शीर्ष 3 होटलों में से एक के रूप में रेट करूँगा, जो हमने शादी के 43 वर्षों में बनाए थे। हम अपने बेटे से मिलने गए, जो वहाँ रहता है, और एक पैड्रेस-जायंट्स गेम में जाता है। होटल उस रास्ते से परे था जिसकी हमें उम्मीद थी कि यह होगा। नौवीं मंजिल बार में पेटको पार्क का एक आदर्श दृश्य था, यह पैदल दूरी के भीतर बार और रेस्तरां के साथ एक महान जिले में स्थित था, कर्मचारी बहुत दोस्ताना और सहायक थे और कीमत बहुत उचित थी। मैं ध्यान से एक सज्जन को याद करता हूं जिन्होंने वहां काम किया था कि मैं कसम खा सकता था कि वहां 24 घंटे एक दिन था\nकेवल एक चीज जो हमें गलत लग सकती थी, वह यह थी कि हमारे कमरे का छोटा फ्रिज फर्श पर था। इतनी बड़ी बात नहीं।\nजब हम अपने बेटे और उसके दोस्तों से मिलने जाएंगे तो हम फिर से वहीं रहेंगे।",
            "उत्कृष्ट स्थान में उत्कृष्ट होटल।\nशानदार कमरा, शानदार बिस्तर, बहुत साफ और शांत।\nउनके पास मुफ्त पानी नहीं था, लेकिन पेटीको पार्क की ओर 9 वें पर केवल 7-11 दूर एक ब्लॉक है।\n6 और बाजार पर एक पार्किंग गैरेज भी है, जो सस्ता है तो होटल की वैलेट पार्किंग।\nGaslamp Quarter में सभी रेस्तरां और नाइटलाइफ़ केवल कुछ ही ब्लॉक दूर हैं।\nयूएसएस मिडवे भी बंद - लंबी अच्छी पैदल या बहुत छोटी ड्राइव।\nमैं 6 तारीख को मैरियट में Altitude रूफटॉप बार की जाँच करने की भी सिफारिश करूँगा।",
            "जब हम पहली बार लॉबी में गए और फिर हमारे कमरे में हमारी पहली प्रतिक्रिया थी 'वाह।' यदि सेवा होटल के रूप में अच्छी हो सकती है तो यह होटल उत्कृष्ट होगा। कर्मचारी काफी दोस्ताना है लेकिन मुस्कुराते हुए doorknobs जितना मददगार है। हमें दोपहर के भोजन के लिए एक रेस्तरां की सिफारिश की गई थी, जो केवल रात के खाने के लिए खुला था, उन्हें यह बताने के लिए कई प्रयासों के बावजूद कि हमें कभी भी नौकरानी सेवा नहीं मिली ... 3 वें प्रयास के बाद मैंने अंततः पूछा कि क्या हम कम से कम ताजे तौलिए प्राप्त कर सकते हैं और उन्हें 45 मिनट तक लाया गया था बाद में लगभग 10:15 बजे।\nयदि आप बच्चों के साथ यात्रा कर रहे हैं और / या बेहतर सेवा के लिए उपयोग किया जाता है तो शायद यह आपके लिए होटल नहीं है। यदि आप युवा हैं और / या एक भी बच्चे नहीं हैं, तो आप शायद इसे प्यार करेंगे। यह निश्चित रूप से सप्ताहांत पर एक पार्टी होटल है। हम 5 वीं मंजिल पर थे और मुख्य मंजिल पर बार में लाइव बैंड को स्पष्ट रूप से सुन सकते थे। जब दोपहर के भोजन के लिए रेस्तरां की सिफारिश के बारे में पूछा गया और मैक्सिकन संयम दिया गया जो दोपहर के भोजन के लिए खुला नहीं था, तो हमें यह भी बताया गया कि रेस्तरां में कौन से महान टकीला शॉट हैं ... मेरे बच्चों के साथ खड़े होकर मेरे साथ सुन रहे थे ... 'पार्टी विदा हुई। .... '",
            "सब कुछ का सबसे अच्छा! अच्छा कमरा, अच्छा बार और अच्छा खाना! फैशनेबल लेकिन अप्रिय नहीं। मिक्सोलिस्ट एड्रियाना एक इलाज है और अब तक का सबसे अच्छा पेय बनाता है! एक उच्च मंजिल या एक दृश्य के लिए पूछें! शहर की इमारत इतनी करीब है। मुझे सच में दोबारा यहां ठहरना होगा!",
            "हम लेबर डे सप्ताहांत में होटल इंडिगो पर रुके। तूफान अर्ल की वजह से नानकुटेट की यात्रा रद्द करने के बाद हमने इसे अंतिम समय पर बुक किया। किसी होटल के बारे में सब कुछ पसंद करना हमारे लिए बहुत दुर्लभ है, लेकिन हम वास्तव में सेवा के स्तर और कमरे की उच्च गुणवत्ता से प्रभावित थे।\nप्रत्येक सुबह नाश्ता करते समय वेटर्स ने हमसे पूछा कि क्या हम अपने प्रवास का आनंद ले रहे हैं और पूछा कि क्या हमें दर्शनीय स्थलों के विकल्प के साथ किसी भी तरह की मदद की जरूरत है या यदि ऐसा कुछ है तो वे हमारे प्रवास को बेहतर बनाने में मदद कर सकते हैं। यह सिर्फ होटलों में बहुत बार नहीं होता है। वेटर्स में से एक, टीईई, मैंने देखा कि मैं मजदूर दिवस पर एक पेपर ढूंढ रहा था। जब वह छुट्टी की वजह से होटल में नहीं था, तो उसे पता लगाने के लिए उसने दुकान पर पेपर लाने के लिए दरबान को भेजा। कुदोस टू टी।\nहम एक महान नाश्ता खोजने के लिए दूर जाने की जरूरत नहीं थी। रेस्टोरेंट में खाना बहुत अच्छा था। मेनू बहुत बड़ा नहीं है, लेकिन हमने जो भी प्रयास किया वह उत्कृष्ट था। हमने बॉलपार्क के दृश्य के साथ छत के शीर्ष लाउंज का आनंद लिया।\nमुझे आशा है कि प्रबंधक इन समीक्षाओं को पढ़ता है, इसलिए वह हमारे रहने को सुखद बनाने के लिए टी और बाकी कर्मचारियों को पीठ पर थपथपा सकता है। धन्यवाद।",
            "हो सकता है कि पिछली कुछ समीक्षाओं को पढ़ने के बाद मेरी उम्मीदें थोड़ी अधिक थीं, लेकिन मुझे लगता है कि मेरे कुछ साथी TripAdvisors इस संपत्ति की प्रशंसा में थोड़े बहुत उत्साही थे। हाल ही में इंडिगो के कुछ स्थानीय प्रतियोगियों के साथ रहने के बाद, मैं भविष्य में इस संपत्ति को दूसरों के ऊपर लेने के लिए जल्दी नहीं होऊंगा।\nहोटल को बहुत अच्छी तरह से एक फैशनेबल शैली में सजाया गया है जो ठाठ दिखने के बावजूद आरामदायक है। यह एक तरह से एक डब्ल्यू होटल में रहने की तरह है जो कभी-कभी एक डब्ल्यू स्टे के साथ होता है। हालांकि, इस होटल का प्रबंधन डब्ल्यू-होटल के अनुकूल और व्यक्तिगत सेवा प्रदान करने के मामले में कुछ का अध्ययन करने के लिए अच्छा करेगा।\nपार्किंग एक वास्तविक दर्द बिंदु है। पेटको पार्क स्टेडियम के सामने और गैसलैंप क्वार्टर के बगल में स्थित स्थान के कारण, अक्सर सड़क पार्किंग का विकल्प नहीं होता है। मीटर शाम 6 बजे तक मोन-सत चलाते हैं और केवल 2-घंटे अधिकतम रहने की अनुमति देते हैं। गैरेज और पे बहुत पास उपलब्ध हैं, लेकिन कोई बड़ा सौदा नहीं है। यह एक $ 32 को एक रात वालेट सेवा पर विचार करने के लिए मजबूर करता है। दुर्भाग्य से $ 32 सेवा में बहुत अधिक नहीं खरीदते हैं। मैंने अपनी कार को खींचने के लिए वैलेट स्टेशन को नीचे बुलाया (कोई सीधी रेखा नहीं, होटल ऑपरेटर के माध्यम से जाना चाहिए) और उस समय उत्तर नहीं मिला। दूसरी बार ऐसा हुआ जब मैंने सामने वाले डेस्क से शिकायत की जिसने मेरी कार को खींचने के लिए वैलेट को सचेत करने का वादा किया। मैं 10 मिनट बाद नीचे आया और फिर भी अपनी कार के लिए 15 मिनट इंतजार किया जब मैं शादी करने की जल्दी में था। वेलेट मैनेजर बहुत ही असंबद्ध था जब उसने माफी मांगी और कहा कि वे बहुत व्यस्त थे - मैं इस अवधि के दौरान अपनी कार की प्रतीक्षा कर रहे 2 लोगों में से एक था। मैं समाप्त हो गया कि रात की पार्किंग फ्रंट डेस्क प्रबंधक द्वारा बनाई गई। मैंने यह भी सीखा कि होटल पार्किंग सेवा के लिए एक बाहरी विक्रेता का उपयोग करता है। मैं दृढ़ता से सलाह देता हूं कि वे इस विक्रेता को डंप करें।\n9 वीं मंजिल की बालकनी पर स्थित फुली लाउंज पेटको पार्क स्टेडियम में शानदार दृश्य के साथ एक सुंदर स्थान है। दुर्भाग्य से लाउंज में एक एकल अनमोल ड्रोन बारटेंडर द्वारा स्टाफ किया गया था, जिन्होंने ऑर्डर लेने के लिए बार के पीछे कभी नहीं छोड़ा और मुझे अपने ऑर्डर को तीन बार दोहराने की आवश्यकता थी। लॉबी बार / लाउंज में भोजन बहुत अच्छा है - विशेष रूप से शकरकंद फ्राइज़ और स्लाइडर्स। यह सेवा यहाँ भी मामूली बेहतर थी, संभवतः क्योंकि यह फ्रंट डेस्क प्रबंधकों की दृष्टि में है।\nकमरे बहुत आरामदायक हैं और बाहरी शोर के खिलाफ अच्छी तरह से अछूते हैं। यह कहते हुए कि, दीवारें थोड़ी पतली हैं और लकड़ी की फर्श पर अगले कमरे में रहने वाली 3 महिलाओं में से ऊँची एड़ी की प्रतिध्वनि कष्टप्रद थी। चूंकि मैं शीर्ष मंजिल पर रहा, इसलिए मुझे नहीं पता कि लकड़ी के फर्श से ओवरहेड शोर पड़ोसियों के लिए एक मुद्दा है। बाथरूम अच्छी तरह से एक विशाल शॉवर के साथ सजाया गया है। हालांकि, कई बार पानी का दबाव एक समस्या है। मैंने प्रबंधन को इसकी सूचना दी और 5 मिनट के भीतर एक इंजीनियर ने मेरे कमरे का दौरा किया और फिर एक पंप को रीसेट करने चला गया। इसने मुझे स्नान करने के लिए पर्याप्त दबाव दिया, लेकिन मैं कभी भी इस होटल को किसी ऐसे व्यक्ति की सलाह नहीं दूंगा जिसे एक अच्छा शावर पसंद हो। किसी भी प्रकार के कमरों में फ्रिज नहीं है, हालांकि कमरे की अलमारी में उत्कृष्ट केयूरिग एक-कप कॉफी निर्माता और तिजोरियां हैं।\nचेकआउट करने पर अपने बिल की सावधानीपूर्वक जांच करें क्योंकि मेरा अभी भी उस रात के लिए पार्किंग चार्ज समाहित था जिसे संकलित किया जाना था। बिल को समायोजित किया गया था लेकिन प्रबंधक को वास्तव में इस बात का ध्यान रखना चाहिए था जब उसने मूल रूप से वादा किया था। इसके अतिरिक्त, मुझे कमरे में रखी $ 5 पानी की बोतल के लिए चार्ज किया गया था जिसे मैंने कभी नहीं छुआ।\nकुल मिलाकर, मैं इस होटल को एक 4-सितारा होटल के रूप में एक 3-सितारा होटल के रूप में देखता हूँ। कुछ डॉलर अधिक रात के लिए, मैं डब्ल्यू में रहना पसंद करूंगा और थोड़ा लाड़ प्यार करूंगा।",
            "अगस्त में तीन रातों के लिए इस होटल में रहे। इसकी अत्यधिक अनुशंसा नहीं की जा सकती। एक महान स्थान में बहुत आधुनिक और स्टाइलिश होटल। बहुत दोस्ताना और सहायक स्टाफ, विशेष रूप से वैलेट लोग जो हर बार बिना पूछे भी निर्देश देते हैं। शाम के पेय का आनंद लेने और बेसबॉल स्टेडियम को देखने के लिए 9 वीं मंजिल बार और छत एक सुंदर स्थान है। Gaslamp बार और रेस्तरां के लिए पैदल दूरी पर अभी भी एक बहुत ही शांत क्षेत्र है। बार शानदार भोजन करता है और कमरे शीर्ष श्रेणी के भी थे। केवल छोटे नकारात्मक पार्किंग की कीमत और लिफ्ट के लिए समसामयिक विलंब हैं। इसके अलावा हम उस जगह को खराब नहीं कर सकते। सबसे अच्छे होटलों में से एक हम कहीं भी रहे हैं।",
            "हम इंटरनेशनल फायर फाइटर कन्वेंशन के लिए सैन डिएगो गए और होटल इंडिगो में रुके। जब हम पहुंचे तो हमारा कमरा हमारे लिए तैयार नहीं था इसलिए हम अपना बैग छोड़कर अधिवेशन में जाँच करने गए और फिर सैन डिएगो के कोरोनाडो द्वीप का पता लगाने के लिए गए। जब हम वापस आए, तो हमने चेक इन किया लेकिन पाया कि हमारा कमरा काफी संतोषजनक नहीं है। हमें पेटको पार्क के सुंदर दृश्य के साथ बिना किसी हिचकिचाहट के एक और दिया गया। हमारे सप्ताह के प्रवास के लिए कमरा बड़ा, साफ और सुपर आरामदायक था। स्टाफ बहुत दोस्ताना और मजेदार था, बहुत ही मिलनसार और दिशाओं और शांत मजेदार स्थानों के लिए हमारे सभी अनुरोधों को देखने के लिए बहुत उपयोगी था। हमने इस होटल के स्थान को पसंद किया क्योंकि यह हमारी अधिकांश गतिविधियों के करीब था और समुद्र तट पर जाने पर सार्वजनिक परिवहन के करीब भी था। हम इस होटल की खुली हवादार अनुभूति से प्यार करते थे और विशेष रूप से 9 वीं मंजिल पर बार से प्यार करते थे जहाँ हम ग्लास के माध्यम से या टीवी पर पैडरे गेम को देखने का आनंद ले सकते थे। सैन डिएगो में कल रात से हम एक तरह से थके हुए थे इसलिए हमने रेस्तरां / बार में काटने का फैसला किया। यह बहुत व्यस्त और शोर था लेकिन भोजन स्वादिष्ट था और हमें दिलचस्प मेनू विकल्प पसंद थे। फिर हमने खेल का आनंद लेने के लिए 9 वीं मंजिल की पट्टी पर ऊपर की ओर उतरे और कुछ दिलचस्प लोगों से मुलाकात की। होटल का पालतू मैत्रीपूर्ण वातावरण भयानक था, भले ही हमने अपने पिल्ले को घर पर छोड़ दिया हो। हमने होटल इंडिगो के पालतू अनुकूल वातावरण के बारे में बहुत सारी शानदार टिप्पणियां सुनीं। सब के सब, हम सैन डिएगो में एक अद्भुत सप्ताह था और होटल इंडिगो में हमारे प्रवास का पूरी तरह से आनंद लें। हमारी एकमात्र इच्छा यह थी कि हमारे लिए छत या डेक पर एक पूल का आनंद लिया जाए। उन सभी के लिए धन्यवाद जिन्होंने हमारे प्रवास को इतना शानदार और आमंत्रित किया!",
            "हम वहां एक पैड्रेस गेम के लिए रुके थे। स्थान को हरा नहीं सकते। सुंदर सार्वजनिक स्थान और अच्छी 9 वीं मंजिल की छत-बार, सुखद स्टाफ। कूल्हे का अस्तित्व। मैं रूढ़िवादी रूप से दर करता हूं, इसलिए 3 सितारों के साथ भी हमने अपने प्रवास का आनंद लिया। पालतू जानवरों के साथ यात्रा करने पर अच्छी खबर है - वे पालतू जानवरों को लेते हैं, बिना किसी सेवा शुल्क या जमा के। अरे, यह पेटको पार्क के बगल में है!\nकमरे होटल के बाकी हिस्सों को दर्शाते हैं - आधुनिक, विशाल, साफ। सुंदर दृढ़ लकड़ी का फर्श। बड़े शॉवर के साथ अच्छा बाथरूम। कमजोर-निस्तब्धता \"ग्रीन\" शौचालय। कोई पूर्ण लंबाई दर्पण (या शायद मैं इसे याद किया)। भारी फैल और बड़े फेंक तकिए और एक पर एक लेखन ट्रे के साथ विस्तृत रूप से बने बेड, को टर्न-डाउन सेवा की आवश्यकता होती है। कोई व्यक्तिगत बेडसाइड लैंप नहीं। बल्कि एक बिस्तर और पढ़ने की कुर्सी के नीचे आंशिक रूप से गलीचा की अजीब नियुक्ति। कोई कमरा सुरक्षित नहीं है, लेकिन यह मुझे इन दिनों कार्ड-की-रूम और मजबूत दरवाजों से बहुत परेशान नहीं करता है। हास्यास्पद मूल्य वाले पेय और स्नैक्स के साथ कोई फ्रिज नहीं, लेकिन कोई भी फ्रिज अच्छा होता। 24/7 नाश्ता / स्नैक्स रूम सर्विस, जिसका हमने उपयोग नहीं किया, इसलिए रेट नहीं कर सकते। उत्कृष्ट आंतरिक और बाहरी शोर इन्सुलेशन।\nभीड़भाड़ वाले होटल के लिए दो लिफ्ट थोड़ी अभिभूत हैं। लंबे इंतजार के लिए लॉबी में एक लाइन का विस्तार हुआ। $ 32 पार्किंग के लिए एक रात बहुत सुंदर है।\nकमियों के साथ जीना आसान है। शहर में रहने के लिए यह एक अच्छी जगह है।",
            "होटल बहुत अच्छा था और स्थान उत्कृष्ट था। केवल पेटको पार्क से दूर एक ब्लॉक और अच्छा दृश्य था। दुर्भाग्य से, हमारा कमरा दोपहर 3 बजे के बाद (जो कि मानक चेक-इन समय है) तक एक घंटे तक जांच करने के लिए तैयार नहीं था। उन्होंने हमें ड्रिंक्स का एक दौर दिया, लेकिन 6 बजे तक यात्रा करने और शुरुआती जांच के लिए समय से पहले फोन करने के बाद भी इंतजार करना निराशाजनक था। हम नौवीं मंजिल पर एक दृश्य के साथ खड़े थे और यह एक साफ कमरा था। हम चाहते हैं कि यह एक मिनी फ्रिज होता और वे कमरे में भोजन मेनू में बेहतर पेशकश करते। मुख्य कारण है कि हम अनिश्चित हैं क्योंकि हमारे पास एक भयानक रात का आराम था। हमारा बिस्तर बहुत असहज था और कमरा गर्म था। उन्होंने केवल आपको थर्मोस्टैट को 68 पर सेट करने दिया, जो ठीक है, लेकिन यह 68 की तरह महसूस नहीं किया। आप बिस्तर में झरनों को महसूस कर सकते थे और हम पूरी रात पसीना बहा रहे थे। उस दिन पार्किंग $ 30 प्रति दिन थी। अगली बार हम एक दृश्य के साथ आराम के लिए अतिरिक्त $ 50 खर्च करते हैं!",
            "सैन डिएगो में सप्ताहांत बिताया और Gaslamp क्वार्टर क्षेत्र में होटल इंडिगो में दो रात रुके। हमने कार पार्क की और चिड़ियाघर के लिए एक छोटी ड्राइव को छोड़कर पूरे सप्ताहांत में हर जगह चला गया। संयम, सीपोर्ट विलेज, और सुबह की कॉफी के लिए कई कॉफी की दुकानों पर चलने के लिए होटल सही स्थान पर है! हमने ऑनलाइन एक महान दर पाया और निश्चित रूप से यहां फिर से रहेगा। वैलेट सेवा और फ्रंट डेस्क सेवा बकाया थी! होटल वैलेट पार्किंग अल्टलेट हाई ($ 32) है, इसलिए हमने कार को होटल से केवल एक ब्लॉक की तुलना में रात भर के लिए ($ 12) एक सस्ती संरचना में स्थानांतरित किया। कोई स्विमिंग पूल नहीं है, लेकिन होटल के कमरे और सेवा उसके लिए बनाती है! और समुद्र तट केवल एक छोटी ड्राइव है।\nहम एक कोने वाले कमरे में रुके थे और पड्रेस बेसबॉल स्टेडियम का एक आदर्श दृश्य था।\nहोटल के कर्मचारियों ने नाश्ते के लिए द ब्रोकन योक को एक कूपन के साथ अनुशंसित किया और यह अद्भुत था। बड़े मेनू चयन और महान वातावरण ... और केवल एक छोटी पैदल दूरी!",
            "अविश्वसनीय रूप से आरामदायक बिस्तर, एक विशाल बाथरूम, एक शानदार स्थान, होटल इंडिगो की प्रशंसा निश्चित रूप से अंतहीन थी।\nहोटल को \"बुटीक\" लगा, लेकिन यह अभी भी बड़ा था। नल पर स्थानीय माइक्रोब्र्स के साथ एक अच्छी लॉबी बार / रेस्तरां था। रेस्‍तरां में आस-पास आसानी से पाया जा सकता है, क्‍योंकि अच्‍छी सलाखें हैं और बेशक, पेटको पार्क, सैन डिएगो पैड्रेस का घर है। हालाँकि यह क्षेत्र ऊबड़-खाबड़ है, लेकिन नींद की एक शांतिपूर्ण रात प्राप्त करना अच्छा था। होटल अपने स्थान के लिए आश्चर्यजनक रूप से शांत है।",
            "आधुनिक, नए और कुशल कमरे। दृढ़ लकड़ी का फर्श एक अच्छा स्पर्श है। कर्मचारी बहुत मित्रतापूर्ण तथा मददगार थे। जिम में केवल एक न्यूनतम उपकरण था, हालांकि यह साफ और अच्छी तरह से रखा गया था। कमरे एक सभ्य आकार हैं, छोटे नहीं, लेकिन विशाल नहीं (शायद 300 वर्ग फीट)। इस होटल को तकनीकी रूप से 3.5 * रेट किया गया है - क्योंकि इसमें पूल नहीं है - लेकिन मैं कहूंगा कि यह 4 या 4.5 * की तरह होना चाहिए। स्थान गैसलैंप जिले के मुख्य भाग से 4 छोटे ब्लॉक दूर है।",
            "हम 4 रातों के लिए इस होटल में रुके थे और अपनी पसंद से खुश थे। होटल बहुत आधुनिक है (हालाँकि कमरे थोड़े काले हैं) और आरामदायक हैं। लॉबी क्षेत्र में गुरुवार रात एक ध्वनिक गिटार समूह बज रहा था जो अच्छा था।\nयह होटल गैस लैंप जिले के लिए बहुत अच्छी तरह से स्थित है, जो रात में बार और रेस्तरां की एक बड़ी श्रृंखला के साथ गुलजार करता है। हम पड्रेस बेसबॉल मैच में जाने में सक्षम थे जो मज़ेदार था (वैकल्पिक रूप से आप इसे होटल की छत बार से देख सकते हैं)। हमारे पास एक कार नहीं थी, लेकिन हम ट्राम और बस प्रणाली के आसपास अपना रास्ता खोजने में सक्षम थे और यह केवल 2 डॉलर के असीमित पास के लिए $ 9 सस्ता था। कई स्टॉप पास में हैं।\nकेवल नकारात्मक पक्ष यह था कि एक इनरूम सुरक्षित नहीं था - हमने माना कि शहरों के सभी होटलों में आजकल यह सुविधा होगी।",
            "सुविधाएं, सेवा, भोजन, कमरा और स्थान सभी औसत से ऊपर थे। सम्मेलन केंद्र के बहुत करीब। होटल के कर्मचारियों ने मुझे कोने के चारों ओर प्रतिभाशाली मालिश चिकित्सक को निर्देशित किया, समय पर WD-40 के साथ एक कार की समस्या को हल किया, रेस्तरां आदि पर शानदार सुझाव दिए। छत से पडर्रे के खेल को देखने के दौरान पर्यटकों के पैरों को भिगोने के लिए छत पर छत बहुत सुंदर है।",
            "होटल इंडिगो आरामदायक, मजेदार और शहर एसडी में सभी गतिविधियों के करीब था। स्टाफ अनुकूल था और सुविधाएं अच्छी थीं। यह थोड़ा महंगा था, लेकिन यह इसके लायक था।",
            "सोचा कि यह वास्तव में शानदार होटल था, मुझे लगा जैसे मैं अपने कमरे में रहने वाला पहला व्यक्ति था - सब कुछ इतना ताजा और बेदाग था। सुपर आरामदायक। आकर्षणों में घूमने के लिए अच्छा स्थान। किराये की कार कार्यालय दिन के दौरे के लिए बंद हो जाती है और मैं सड़क पार्किंग पर पाया, ट्रॉली लाइनों के करीब भी।",
            "मैं अपने मंगेतर को सप्ताहांत में उसके जन्मदिन के लिए ले गया। मैंने भाग को जगह दी क्योंकि मुझे सजावट पसंद थी और इसने खुद को पालतू के अनुकूल बताया। यद्यपि हम अपने पालतू जानवरों को नहीं लेते थे, हमें लगा कि हम दूसरों को खूब देखेंगे। लेकिन, हमने केवल एक को देखा।\nफिर भी, होटल बहुत अच्छा था और स्टाफ बहुत अनुकूल था। सुबह एक मैराथन चल रही थी और हमें तुरंत सूचित किया गया लेकिन यातायात का क्या प्रभाव होगा और शोर कैसा होगा।\nमैं दौड़ से शोर से जाग गया था, लेकिन मेरे मंगेतर इसके माध्यम से सोए थे।\nहालाँकि हमें कार को वैलेट करना था, अटेंडेंट्स ने इसे बहुत जल्दी से बाहर लाया।\nहोटल के चारों ओर भोजन करने के लिए बहुत सारे स्थान हैं, हालांकि हमने गैसलैंप क्वार्टर के बाहर खाया।\nअगर कोई पड्रेस होम गेम होता, तो मैं इसे कमरे से देख सकता था। लेकिन मैं किसी भी गेंद को बाएं और दाएं क्षेत्र में हिट नहीं देख सकता था।",
            "मैं होटल इंडिगो सैन डिएगो में रहते हुए एक बहुत ही अनोखे और अद्भुत अनुभव के बारे में लिखना चाहता था ... जबकि सीवर्ल्ड में, मुझे होटल से फोन आया था ... ऐसा लगता है कि मेरा कुत्ता एंजेल मेरे होटल के कमरे से भाग गया था। फ्रंट डेस्क क्लर्क, डाइटर के अनुसार, उसने उसे लिफ्ट से उतरते हुए लॉबी के दरवाजों की ओर भागते देखा। वह उनके माध्यम से भागा और पेटको स्टेडियम पार्क के लिए दो प्रमुख थ्रूफ़ेयर पार करते हुए नीचे सड़क पर गया। डाइटर उसके पीछे दौड़ा। आखिरकार उसने उसके साथ सेवन-इलेवन सुविधा स्टोर में पकड़ा और उसे वापस होटल ले आया।\nउसने उसे एक बिक्री कार्यालय में बंद कर दिया, हालांकि वह मेरे आने से पहले कुछ समय पहले दरवाजा खोलने में कामयाब रहा। कहने की जरूरत नहीं है, मैं चकित था और हैरान था कि:\n1. उसने मेरे कमरे का दरवाजा खोला। अब कोई भी जो एंजेल को जानता है वह जानता है कि वह घर पर मेरे दरवाजे खोल सकती है। हालांकि, ऐसा नहीं लगता कि वह एक वाणिज्यिक होटल के कमरे के दरवाजे का प्रबंधन कर सकती है!\n2. वह लिफ्ट में चढ़ गई और नीचे जाने में सक्षम थी। फ्रंट डेस्क क्लर्कों ने सुरक्षा वीडियो टेप देखा और कहा कि वह सीधे लिफ्ट बैंकों में गई और दरवाजे खुलने तक इंतजार करती रही। बड़ा सवाल यह है: कैसे मरने के नीचे मारा हिट ???\n3. एंजेल और मैं उस दिन सुबह पेट्को स्टेडियम गए थे और टहलने के लिए 7-11 स्टोर में रुक गए थे। लगता है कि मुझे लगा कि मैं अभी भी वहाँ था!\n4. अंतिम लेकिन निश्चित रूप से कम से कम, वह व्यस्त सैन डिएगो यातायात में भाग लेने में कामयाब नहीं हुई!\nवह होटल इंडिगो में इधर-उधर काफी सनसनी बन गया है ... मैं उसे एक टुकड़े में कोलोराडो में वापस लाने की उम्मीद कर रहा हूं।\nऔर अब इस होटल के लिए एक बड़ा प्लग: यहां हर कोई मेरे और एंजेल के लिए पीछे की तरफ झुका हुआ है ... वे यहां कुत्तों से प्यार करते हैं और पूरी तरह से उन्हें पूरा करते हैं। अगली बार जब भी आप सैन डिएगो जाएँ तो इस होटल को आज़माने के लिए मैं किसी को भी प्रोत्साहित करूंगा। न केवल यह शहर के एक महान हिस्से में एक सुंदर होटल है, लेकिन वे निश्चित रूप से अपने मेहमानों की देखभाल करने के लिए अपने रास्ते से बाहर जाते हैं!",
            "यदि मेरी स्मृति मुझे सही ढंग से कार्य करती है; इस कैलेंडर वर्ष के भीतर, हमारी टीम लगभग 33 रातों के लिए होटल इंडिगो में रुकी है। अपने प्रवास के दौरान हमने पाया कि जितने भी स्टाफ सदस्य मिले, वे मेहमाननवाज, विनम्र और जानकार थे। हमने पाया कि अनुबंध पर बातचीत का चरण निर्बाध था और आरक्षण प्रबंधन ने हमारे आवास को सुनिश्चित किया (जैसे कि कमरों की संख्या, अतिथि की संख्या, आगमन और प्रस्थान की तारीख और होटल की दरें) सटीक और पूर्ण थीं। जिस क्षण से हम पहुंचे थे और वेलेट स्टाफ द्वारा स्वागत किया गया था, फ्रंट डेस्क टीम के साथ चेक-आउट के समय तक हमें न केवल सम्मानित होटल अतिथि के रूप में माना जाता था, बल्कि स्टाफ भी हमारी अपेक्षाओं को पार करने के लिए प्रतिबद्ध था। जब भी हमारे पास विशेष / विशिष्ट अनुरोध (यानी अंतिम मिनट रद्द करना, प्रारंभिक आगमन, विस्तारित ठहराव, बिलिंग अनुरोध, प्राथमिकता क्लब अंक विसंगतियां, आदि) थे, तो कर्मचारी हमारी मांगों को पूरा करने के लिए ऊपर और परे गए। इस बड़े, व्यस्त दुनिया में लगता है कि कुछ व्यवसाय अपनी सेवाओं को ठीक करने और कर्मचारियों को सशक्त बनाने के लिए भूल जाते हैं ताकि यह सुनिश्चित हो सके कि सभी स्तर के कर्मचारी एक ही आधार पर हैं और यह संचालन सबसे कुशलता से किया जाता है। खैर, यह निश्चित रूप से आपके बुटीक होटल के मामले में नहीं है। हमारी तारीफ खत्म नहीं की जा सकती।\nअक्सर यात्रियों के रूप में, हमने काल्पनिक स्थितियों की एक मानसिक पुस्तक बनाई है। विशेष रूप से एक है, अगर हम किसी होटल में चेक-इन कर सकते हैं और चेक-आउट नहीं कर सकते हैं, तो यह कौन सा होगा? हम सभी सहमत हैं कि होटल इंडिगो सैन डिएगो गैसलैम्प क्वार्टर हमारी पहली पसंद होगी। इसे ध्यान में रखते हुए, हम बहुत ही उचित दर पर ऐसी अनुकरणीय सेवाओं के लिए आभारी हैं। होटल इंडिगो सैन डिएगो गैसलैम्प क्वार्टर हमारे लिए घर से दूर एक घर बन गया है, और हम इसे अपने परिवार, दोस्तों और सहकर्मियों के लिए सुझाएंगे। हम उनकी सफलता की कामना करते हैं क्योंकि वे आतिथ्य उद्योग की सेवा जारी रखते हैं।",
            "जगह पसंद आई। कमरे में शानदार सजावट और मुफ्त वाईफाई।",
            "हमने कॉमिक कॉन के दौरान एक कमरे के लिए प्रति रात $ 400 का भुगतान किया। जो बहुत है। कमरा बहुत बुनियादी है और कहीं भी नहीं है - समान ब्रह्मांड में भी नहीं है - उस कीमत के बराबर। बिस्तर कठोर हैं। 2-5 के स्तर पर \"मानक कमरे\" में से कोई भी टब नहीं है। कोई लूट नहीं। कोई मिनी फ्रिज नहीं। और आप बच्चों को हॉल के ऊपर नीचे दौड़ते हुए सुन सकते हैं। यह पिक्स में लक्की जैसा दिखता है - लेकिन यह एक सुअर पर लिपस्टिक है। मैं कहता हूं कि मैरियट या हयात से चिपके रहो। समान या कम कीमत के लिए दूर के अच्छे।",
            "मुझे पहली रात के लिए हिल्टन से यहाँ स्थानांतरित किया गया था क्योंकि उन्हें ओवरबुक किया गया था। पता नहीं क्या हुआ, क्योंकि मैंने इसके बारे में पहले नहीं सुना था - गैसलैम्प जिले के मुख्य ड्रैग से कोने के चारों ओर सुंदर, आधुनिक हाउसिंग कॉम्प्लेक्स के बीच एक ब्रांड नवनिर्मित भवन की खोज की।\nमुझे कहना है, एक बुटीक होटल के लिए, मैंने बेहतर देखा है। फ़िनिश की गुणवत्ता, योजना लेआउट, औसत दर्जे के थे, हालांकि मैं डिज़ाइन और कूल्हे होटलों में बहुत अधिक हूं, इसलिए मैं कुछ की तुलना में बहुत अधिक डरावना हूं। हालांकि, क्षेत्र में एक होटल के लिए, कमरे विशाल, लजीज, संपूर्ण हैं, जिनमें बढ़िया प्रसाधन और कार्य हैं। यह शोर था, हालांकि, अज्ञात स्थानों से ध्वनि रिसाव हो रहा था, और उन्हें किसी तरह इसका उपाय करना होगा। स्थान एकदम सही है, शहर के एक सुखद, बहुत ऊर्जावान हिस्से पर मुख्य ड्रैग से पैदल दूरी।\nहालाँकि, उन्हें अलग करना उनकी ईमानदारी और सत्यनिष्ठा थी। मैंने चेकआउट के दौरान बिस्तर पर एक महंगी घड़ी छोड़ दी थी और यह पाया कि यह आधे दिन बाद गायब थी। वे पूरी दोपहर घर की देखभाल करने में व्यस्त थे, लेकिन रात में, उनमें से एक ने मुझे यह कहने के लिए फोन किया कि वे इसे ले गए हैं और मैं इसे कभी भी उठा सकता हूं। मुझे कहना है, मेरे दिमाग में, मैं घड़ी को जाने देने के लिए तैयार था, यह आशा करता था कि यह किसी के उपयोगी जीवन (व्यंग्यात्मक रूप से बोलने) को लाभ देगा, लेकिन खुशी से आश्चर्यचकित था कि हाउसकीपिंग ने जिम्मेदारी से काम किया और सही काम किया।\nतो इसके लिए मैं उन्हें 5 स्टार देता हूं।\nडिडेंट ने अपने रेस्तरां की कोशिश की, लेकिन इसका एक शानदार पहलू है, जो लगभग पूरी तरह से सड़क पर खुलता है। इसके अलावा, उनके पास एक सुखद छत बार है, जो मैंने सोचा था कि ठाठ था।",
            "होटल इंडिगो में हमारा वास्तव में अच्छा प्रवास था। कर्मचारी बहुत मिलनसार थे, हम जल्दी आ गए और हमारा कमरा तैयार हो गया था, इसलिए हम अंदर जाने में सक्षम थे। कमरा विशाल और उज्ज्वल था और एक आधुनिक शैली में खूबसूरती से सजाया गया था - हम बिस्तर पर सभी तकियों से प्यार करते थे! बाथरूम भी विशाल और बहुत अच्छा था, जो आधुनिक मानार्थ शौचालय के साथ था। लॉबी भी बड़ी और आधुनिक थी, जिसमें एक तरफ बार और रेस्तरां और दूसरी तरफ कंप्यूटर के साथ एक लाउंज क्षेत्र (मेहमानों के लिए उपयोग - निःशुल्क)।\nहमने वैलेट पार्किंग का उपयोग किया, जो महंगी थी (प्रति रात $ 32) लेकिन इतना सुविधाजनक था।\nयह होटल गैसलैम्प जिले से लगभग 2 मिनट की पैदल दूरी पर है, जहाँ चुनने के लिए बार और रेस्तरां का भार है। हम होटल के बार में गए (जिसमें बहुत खुश घंटे के सौदे हैं और महीने के प्रत्येक मंगलवार को कुत्ते को खुश करने वाला घंटा है - आप अपने कुत्ते को ला सकते हैं - इतना मज़ेदार!) और काउबॉय स्टार नामक कोने के चारों ओर एक स्टेक हाउस, जिसे अनुशंसित किया गया था होटल द्वारा और बहुत अच्छा था!",
            "हम दो युवा बच्चों के साथ 4 रातों के लिए होटल इंडिगो में रुके थे। बिस्तर बेहद आरामदायक थे और सजावट केवल दिव्य थी! हमारे पास नाश्ते का पैकेज था और हर सुबह फलों का सलाद ताजा होता था। कर्मचारी मिलनसार और बाध्य थे और मैं डिजाइनर सजावट के लिए पर्याप्त नहीं था। लॉबी में बाथरूम देखें! सभी शानदार। एक अद्भुत प्रवास के लिए धन्यवाद! मेरे द्वारा यह होटल बहुत अनुशंसित है।",
            "मेरी प्रेमिका और मैं एक सप्ताह के लिए सैन डिएगो में थे और इंडिगो में रहे। हमने इसे चुना क्योंकि हम बोस्टन में इंडिगो से परिचित थे और यह जानते थे कि यह एक शांत और कूल्हे वाला होटल है। नक्शे पर सैन डिएगो के साथ अपरिचित ऐसा लग रहा था कि यह सम्मेलन केंद्र के काफी करीब था जहां उसने एक सम्मेलन किया था।\nकुल मिलाकर मेरी उम्मीदें पार हो गईं। यह स्थान पेटको पार्क से एक ब्लॉक और गैसलैंप जिले के लिए एक छोटी पैदल दूरी पर था (बहुत सारे बार, रेस्तरां, पूर्व में 75 वेश्यालय-जो कि 50 साल पहले था) और कन्वेंशन सेंटर। शहर का यह हिस्सा दिलचस्प था। यह होटल बहुत अच्छा था और केवल कुछ साल पुराना था, लेकिन यह एक छोटी सी दो इमारत के बगल में था, जिस पर \"होटल\" लिखा था। यह स्थान ऐसा लग रहा था कि इसे 40 साल पहले छोड़ दिया गया है और यह शायद होना चाहिए था। शहर का यह हिस्सा अभी भी प्रक्रिया में है और इस तरह के कई होटल हैं। जाहिरा तौर पर वे डब्ल्यूओपी और पूर्व के दौरान नाविकों द्वारा उपयोग किए गए फ्लॉप हाउस थे। इसके बावजूद यह क्षेत्र बहुत सुरक्षित महसूस करता था और हमने वहां बहुत घूमना-फिरना किया, लेकिन तैयार रहे क्योंकि शहर का यह हिस्सा काफी सुंदर था।\nयह होटल स्वयं बहुत अच्छा था। बहुत साफ और बेहद आधुनिक। नौवीं मंजिल में बार के साथ एक शानदार डेक है जहाँ से आप पेटको पार्क में घूम सकते हैं। बड़े नहीं हैं, जबकि कमरे काफी बड़े और बहुत आरामदायक हैं। प्लाज्मा टीवी, शानदार बिस्तर, बड़े बाथरूम आदि के साथ फिर से बहुत आधुनिक\nफ्रंट डेस्क स्टाफ असाधारण था। वे ज्यादा मददगार नहीं हो सकते थे। उनमें से कुछ विशेष रूप से Peyton और David बकाया थे। उन्होंने शहर का पता लगाने के सर्वोत्तम तरीकों पर बहुत सारे शानदार सुझाव दिए। वे वास्तव में हमें घर पर हमें नाम से अभिवादन करते हुए महसूस करते थे जब हम हर शाम दरवाजे पर जाते थे। स्टाफ प्राथमिक कारण है कि मैं यह समीक्षा लिख ​​रहा हूं और मुझे खुशी है कि मैं इंडिगो में रहा। मेरा सुझाव है कि आप भी वहीं रहें और पीटन को \"हैलो\" कहें!",
            "मैं यहाँ जाना चाहता हूँ और एक सामान्य प्रबंधक बनना चाहता हूँ !!!",
            "मुझे यह पसंद था कि फर्श सख्त थे और होटल और कमरे की सजावट काफी अच्छी और आरामदायक थी। बहुत पसंद है कि उनके पास अवेद्य प्रसाधन हैं। काश वहाँ स्नान / शावर कॉम्बो होता, लेकिन वह मामूली था क्योंकि हम केवल दो रात के लिए ही रहते थे और ग्लास शावर ठीक काम करता था। महान पानी के दबाव और नौकरानी सेवा। कक्ष सेवा ठीक थी - काश उनके पास चयन अधिक होता लेकिन हम बच गए। पड्रेस गेम में जाने वालों के लिए स्थान बहुत अच्छा है - आपको टिकट खरीदने की ज़रूरत नहीं है! बस खिड़की से बाहर देखो! मैं प्यार करता था कि ताजी हवा में जाने के लिए खिड़कियां खोल दीं। यह एक रात को मिर्ची हो गई और गर्मी नहीं आई, इसलिए हमने ऑटो चयन से सिर्फ पंखा चला दिया। महान स्थान के रूप में यह गैसलैंप जिले की दूरी पर चल रहा है, हालांकि हमारे पास सबसे अच्छा पिज्जा बेसिक में था। वैलेट थोड़ा महंगा है, लेकिन मुझे यकीन है कि अन्य विकल्प भी थे। हमारे पास अभी इतना समय नहीं था कि हम उन लोगों की तलाश करें। बाजार और दसवें पर स्टारबक्स सबसे खराब था, जैसा कि मैं आदेश पीने के लिए और केवल मामूली रूप से अनुकूल नहीं था। अच्छी बात थी कि पास में टन थे। ओह, कमरों में क्रेग कॉफी मशीनें हैं, लेकिन कोई दूध या मिठाई नहीं है जो मैं देख सकता था। कमरे में कोई फ्रिज भी नहीं। शानदार वाईफाई और टेलीविजन ठीक था। यह जानना अच्छा लगेगा कि कौन अपना बिस्तर बनाता है क्योंकि यह वास्तव में अच्छा था।",
            "4 जुलाई को वीकेंड पर अपने जन्मदिन के लिए यहाँ रुके और इस होटल ने निराश नहीं किया !! हम सुपर अर्ली (9:30 बजे !!) में जाँच करने में सक्षम थे। पेटको पार्क के दृश्य के साथ एक कोने का निष्पादन कक्ष आरक्षित किया था। हमारे पास कमरा 1114 था और यह खिड़कियों की दीवारों से भयानक, शानदार सजावट, काल्पनिक दृश्य था। बाथरूम बहुत अच्छा और बहुत बड़ा था। दो बार तौलिए से नीचे उतरने के लिए कॉल करना पड़ा जो हमारे कमरे से साफ होने पर लिया गया था लेकिन यह एकमात्र सेवा शिकायत थी। छत पर बारटेंडर / सर्वर अभी तक सबसे अच्छा था, बस हमारे लिए पर्याप्त नहीं कर सका। इस होटल के लिए अपना आरक्षण करने के बाद, मुझे पता चला कि यह बहुत कुत्ते के अनुकूल था। मैं एक बड़ा कुत्ता व्यक्ति नहीं हूं, इसलिए मुझे लगा कि कुत्तों के भौंकने की समस्या हो सकती है और क्या नहीं। यह बिल्कुल नहीं था। लॉबी में कुत्तों के अलावा और कुछ लोगों ने तय किया कि उन्हें छत पर इधर-उधर दौड़ते हुए देखना बहुत मजेदार है, यह हममें से उन लोगों के लिए कोई समस्या नहीं थी जिनके चार पैर वाले दोस्त नहीं थे।\nयह 9 वीं मंजिल की छत से हमारे कमरे में थोड़ा शोर था, लेकिन अगर आपका कमरा सीधे छत से ऊपर नहीं है, तो आपको कोई मुद्दा नहीं होना चाहिए। स्थान के संबंध में, यह सैन डिएगो है और यदि आप शहर से परिचित हैं, तो आप जानते हैं कि बेघर लोगों में से अधिकांश लोग हैं, जिनमें से अधिकांश पूरी तरह से हानिरहित हैं। यह होटल आसपास की सेवाओं के कारण बेघर की एक बड़ी एकाग्रता से लगभग 3 ब्लॉक है। निकटतम ट्रॉली स्टॉप बाजार और पार्क है और मेरे पास जाने और जाने के लिए मेरी राय में थोड़ा सा पासा हो सकता है। दूसरी तरफ, इस होटल से हर जगह जाना बहुत आसान है। एक खेल के लिए पटाखे और बॉलपार्क के लिए मैदान में आतिशबाजी देखने के लिए सीपोर्ट गांव गए। सिर्फ सही यात्रा, एक शानदार जन्मदिन सप्ताहांत के लिए होटल इंडिगो को धन्यवाद दें।",
            "मेरे पति और मैं इस होटल से बिल्कुल प्यार करते थे। हम अपनी नौ साल की शादी की सालगिरह के लिए अपने बच्चों से दूर पहली रात बिता रहे थे और होटल इंडिगो के कर्मचारियों ने इसे वास्तव में एक विशेष अनुभव बना दिया।\nजब हमारा सूट तैयार नहीं था, तो हमने बार में आराम से इंतजार किया और फिर हमें छत के सुइट में अपग्रेड किया गया! स्टाफ बहुत माफी माँगता था और तय किया कि हमारे कमरे की समस्या ठीक से तैयार नहीं होने से पहले 3 हमारे लिए एक समस्या बन गई।\nसुइट सुंदर था और हमारी निजी छत से दृश्य बहुत बढ़िया था। हम छत से Padres खेल देखने में सक्षम थे!\nइसके अतिरिक्त, स्टाफ ने हमारी वर्षगांठ मनाने के लिए शैंपेन भेजा। कितना प्यारा!\nअंत में, हमने कमरे की सेवा का आनंद लिया। यह उचित मूल्य और बहुत अच्छा था। हमारे पास शकरकंद फ्राई के साथ ब्रोच पर क्वार्टर काटने थे और वे मरने के लिए थे। हम्मस जोड़ी भी बेहतरीन थी।\nमूल बातें के बारे में कुछ नोट:\n* बिस्तर दृढ़ था\n* शावर में पानी का दबाव अच्छा था",
            "जैसा कि अन्य समीक्षकों ने कहा है, यह गैस्लैम्प जिले के केंद्र में नहीं है। यह गैस्लैम्प जिला और पूर्वी गाँव के किनारे पर स्थित है। हालांकि, यह एक शानदार स्थान है और मुख्य गैस्लैम्प सड़कों से दूर है, जिसका अर्थ है कि यह थोड़ा अधिक शांत है। हां, यह चलने के लिए कुछ और ब्लॉक हो सकता है लेकिन यह बहुत चलने योग्य है।\nमैं सैन डिएगो कन्वेंशन सेंटर में एक सम्मेलन के लिए जा रहा था और जब वहाँ बहुत सारे होटल थे, मैंने व्यायाम का आनंद लिया। मैं हमेशा सुरक्षित महसूस करता था और अपने वॉक पर कभी किसी चीज की चिंता नहीं करता था।\nहोटल अपने आप में बहुत अच्छा है और कर्मचारियों के लिए बहुत अनुकूल है। कमरे साफ और विशाल हैं। हमने होटल में खाना नहीं खाया क्योंकि इलाके में बहुत सारे बेहतरीन रेस्तरां हैं। सप्ताह के दौरान बहुत से अनुभव करने के लिए कि हम वहां थे।\nदूसरी ओर पार्किंग, काफी महंगा है लेकिन हर शहर में नहीं है?",
            "मेरी पत्नी और मैंने पिछले सप्ताहांत में अपने जन्मदिन के लिए सैन डिएगो में 3 रातें बिताईं। यह आखिरी मिनट था, इसलिए हमारे पसंदीदा पड़ोस (Gaslamp) के कई होटल पहले से ही बुक थे। मुझे होटल इंडिगो के लिए एक अच्छा सौदा ऑनलाइन मिला, लेकिन कीमत सही थी इसलिए हमने इसे शॉट दिया। लड़का खुश है कि हमने क्या किया।\nजहाँ तक सेवा जाती है, हम बहुत प्रसन्न थे। प्रॉम्प्ट वैलेट सेवा से लेकर फ्रेंडली फ्रंट डेस्क तक सब कुछ। वह घंटाघर जो होटल और पड़ोस के बारे में जानकारी से भरा था। वे सभी मददगार थे w / o जबर्दस्त थे। एक चीज जिसने हमें थोड़ा परेशान किया - हम पहली रात में देर से आए और 24 घंटे की कमरा सेवा से ऑर्डर करने का फैसला किया। जाहिर तौर पर 11PM सब कुछ खत्म होने के बाद भी किचन से बाहर था।\nस्थान महान है। गैस्लैम्प के शोर / मज़ेदार क्षेत्र से बस कुछ जोड़े। तो आप फ़ाइनल के पास हैं लेकिन आपके पास पार्टी नहीं होगी जो आपको रात में रखेगी। होटल आधुनिक है ... मेरे कहने का मतलब है - सौंदर्यशास्त्र एक कलात्मक तरीके से स्वच्छ और समकालीन है, बजाय इसके कि आप जिस तरह की सुविधाओं की अपेक्षा करते हैं, ठीक उसी तरह से हैं, जैसे कि वाई-फाई तक आसान पहुंच। कुल मिलाकर हमारे पास एक महान समय था और अत्यधिक अनुशंसा थी।\nयहां हमारे विचारों के कुछ अतिरिक्त त्वरित स्निपेट दिए गए हैं:\n+ कुत्ते के अनुकूल, हमारे लिए बड़ा प्लस\n+ 9 वीं मंजिल की बालकनी बढ़िया है। शहर और पेटको पार्क के साथ-साथ फायरपिट और बारटेंडर का भयानक दृश्य\n+ अच्छा टीवी\n- बेड थोड़ा सख्त होता है\n- महंगा वैलेट\n- नीचे रेस्तरां में भोजन केवल ठीक है। निष्पक्ष रहने के लिए हमने केवल वहीं नाश्ता किया, और वास्तव में जो तब से आपकी देखभाल कर रहा है जब तक कि वह गैसलैंप क्षेत्र में नहीं है।",
            "स्थान किसी भी चीज़ से दूर से दिलचस्प या सुविधाजनक था। प्रत्येक दिन, सेवा (या उसके अभाव) 3 रातों में मैं बदतर रहा। कक्ष सेवा ने कभी भी फोन का जवाब नहीं दिया, और मुझे नाश्ते का ऑर्डर करने के लिए हर बार फ्रंट डेस्क पर कॉल करना होगा। ट्रे चांदी के बर्तन, नैपकिन, क्रीम या कप के बिना पहुंचे। एक दिन, उन्होंने कभी भी कमरे की सफाई नहीं की, भले ही मैं सुबह 7:30 बजे निकल गया और दरवाजे पर सफाई करने के लिए साइन लगा दिया। बहुत कम सुविधाएं और कोई सेवा नहीं।",
            "कुछ दोस्तों, मेरी प्रेमिका और मेरे बुलडॉग ने सैन डिएगो में स्मारक सप्ताहांत बिताया। सैन डिएगो राज्य से स्नातक होने के बाद, मुझे पता था कि गैसलैम्प वह जगह है जहां मैं होना चाहता था। इसके अलावा, शुक्रवार 5/28/2010 से सोमवार 5/31/2010 के दौरान हमारे रहने के दौरान चार अनुसूचित पाद्रे होम गेम थे इसलिए होटल को इस होटल को आदर्श बनाने के लिए स्टेडियम से पैदल दूरी तय करनी पड़ी। हमारे कमरे का आरक्षण करते समय, मैं फ्रंट डेस्क पर्यवेक्षक के साथ बात करने के लिए हुआ। डाइटर, बहुत मददगार था और उसकी उम्र (मेरी 26 के आसपास) ने अपने सुझावों को एक महान रात के लिए परिपूर्ण बनाया। पहुंचने पर, हमारे बैग और हमारे कुत्ते के साथ अंकुश सेवा महान थी। सभी महान बेल सर्विसमैन में, सर्जियो सबसे उल्लेखनीय था। उन्होंने प्रतिदिन हमारे कुत्ते को स्नेह दिया जो केवल कुत्ते प्रेमी प्रदान करते हैं। हालाँकि मैं कुत्ते से उतना प्रभावित नहीं हूँ जितना कि मेरे बुलडॉग के रूप में, सर्जियो मित्रता ने जल्दी से आराम की भावना प्रदान की जैसे कि हम अपने घर पर ही मेहमान थे। उन्होंने मुझे होटल के भीतर और आसपास के कुत्ते के कारोबार के लिए बेहतरीन जगहों की भी जानकारी दी। हमारे कमरे अद्भुत थे! खिड़की से पेटको पार्क का दृश्य इतना परिपूर्ण था कि मुझे कोई भी खेल देखने के लिए स्टेडियम नहीं जाना पड़ा। आरक्षित दोनों कमरों में स्टेडियम का एक ही दृश्य था, आराम से दो रानी बेड से सुसज्जित थे, और 8 वीं मंजिल पर कंधे से कंधा मिलाकर खड़े थे। 9 वीं मंजिल के आँगन के ठीक नीचे स्थित है जहाँ हमें सूचित किया गया था कि कुत्ते के व्यवसाय के लिए घास का एक खंड उपलब्ध था। मोनिका, फ्रंट डेस्क की भी थीं, उन्होंने हर बार एक कैब को आसानी से पकड़ लिया, जिसकी उन्हें जरूरत थी। समूह के बाकी लोगों की लॉबी में आने के इंतजार के दौरान वह बातचीत के साथ बहुत दोस्ताना था। मोनिका को कमरे की सेवा के लिए क्या करना है, यह सिफारिश करना भी बहुत सहायक था। होटल एकदम सही था! कोई भारी ट्रेंडी डिजाइन नहीं। दृश्य के लिए चलने के लिए पर्याप्त है लेकिन दूर होने के लिए पर्याप्त है। सामने से पानी के कटोरे के अलावा, होटल को इतना साफ रखा गया था कि आपको पता नहीं होगा कि यह कुत्ते के अनुकूल था। चेक-इन से लेकर चेक-आउट तक, कर्मचारियों की मित्रता और सहायकता ने हमारे प्रवास को सहज बना दिया। मैं इस होटल को निश्चित रूप से किसी को भी सुझाऊँगा जो सैन डिएगो क्षेत्र में एक महान समय की तलाश में है। एक अद्भुत होटल के लिए अद्भुत सेवा प्रदान करने वाले अद्भुत लोग! मैं वापस आउंगा।",
            "मैं 4 रातों के लिए कन्वेंशन सेंटर में एक व्यावसायिक बैठक के लिए यहां रुका था। हमारा ठहराव शानदार रहा। स्थान मेरे लिए एकदम सही था - लगभग 10 मिनट के सम्मेलन केंद्र से 7 या 8 ब्लॉक चलना। और एक अच्छा चलना, क्योंकि मौसम सैन डिएगो में बहुत सुंदर है और क्षेत्र आसानी से चलने योग्य है। कमरे एक अच्छे आकार के थे और बाथरूम भी अच्छे थे। बिस्तर आरामदायक था। चिंतित था कि हमारे कमरे में \"पालतू\" की तरह गंध आ सकती है, लेकिन ऐसा कुछ भी नहीं मिला। होटल एक अच्छे स्थान पर है, लेकिन सिर्फ सीमा पार के पड़ोस में है, इसलिए मैं गैस्लैम्प जिले की ओर चलूंगा। मुझे वहां सुरक्षित महसूस हुआ। 13 वीं और J में ब्रेस्ट के लिए MIssion पसंद आया!",
            "हम 9 दिनों तक इंडिगो में रहे और शानदार प्रवास किया। होटल नया और LEED प्रमाणित है। स्टाफ बहुत बढ़िया और इतने मददगार हैं। डायटर शमित्ज़, फ्रंट डेस्क मैनेजर, इतने मददगार थे और हमारी हर ज़रूरत को पूरा करते थे। बिस्तर असाधारण थे। बहुत आरामदायक। अन्य सभी फ्रंट डेस्क कर्मचारी भी भयानक और उत्तरदायी थे। हम निश्चित रूप से वहाँ फिर से रहेंगे और इसे सैन डिएगो जाने वाले किसी भी व्यक्ति को सुझाएंगे। स्थान सब कुछ के लिए इतना सुविधाजनक और चलने योग्य है। यह हमारी खिड़की से भी Padres खेल देखने के लिए मजेदार था !!!",
            "ग्रेट लोकेशन, पेटको पार्क से 1 ब्लॉक, अच्छा स्टाफ, साधारण अच्छा बिस्टरो खाना मुझे बहुत पसंद है !!",
            "सैन डिएगो एक बहुत फैला हुआ शहर है इसलिए बाहर काम करें जहाँ आप रहना चाहते हैं। होटल इंडिगो बेसबॉल स्टेडियम द्वारा सही है, और जैसा कि हम वहां गए दो बार यह सही विकल्प था। आसपास के क्षेत्र में कुछ बहुत ही शांत बार हैं और मेरे पति के लिए अखाड़े के साथ सुबह की दौड़ के लिए एकदम सही था।\nहोटल बहुत आधुनिक है, साफ है और कमरे वास्तव में अच्छे और आरामदायक हैं।\nएकमात्र समस्या जो मुझे थी, वह पहले से ही कीमत वाले होटल के कमरे की महंगी कार पार्किंग थी। यदि आप अपने USD250 एक रात के कमरे के शीर्ष पर 35USD का भुगतान करने के साथ ठीक हैं तो यह एक बढ़िया विकल्प है।",
            "हम जून की शुरुआत में तीन रातों के लिए यहां रुके थे। स्टाफ में बहुत मददगार चेक जो हमें एक शुरुआती चेक-इन और एक पूरक अपग्रेड में कामयाब रहे। कमरा बहुत स्टाइलिश था, जिसमें हमें ज़रूरत की सभी सुविधाएँ (रूम कॉफ़ी में बहुत स्वादिष्ट) और शॉवर में चलने के साथ एक बड़ा बाथरूम था।\nपेटको पार्क में आउटडोर टैरेस बार से लेकर होटल के अनुमति वाले कुत्तों को देखने में बहुत अच्छा और अच्छा लगा।\nदरबान / घंटाघर डेस्क पर लोगों का विशेष उल्लेख। वे महान थे और बार / रेस्तरां आदि पर सुझाव और राय देने के लिए हमेशा तैयार रहते थे।\nपार्किंग शुल्क खड़ी साइड में थोड़ा है, लेकिन एक मामूली झपकी है",
            "हमने इस होटल को हॉटवायर के माध्यम से बुक किया है और एक शानदार दर प्राप्त की है (हमने हमेशा हॉटवॉयर के माध्यम से सबसे अच्छी किस्मत पाई है)। हमने TripAdvisor पर समीक्षाएँ पढ़ी थीं जो ज्यादातर अच्छी थीं - लेकिन कुछ इतनी अच्छी नहीं थीं। हमारे पास पेटको पार्क की अनदेखी की 5 वीं मंजिल पर एक कमरा था। यह एक सुंदर कमरा था, बहुत साफ-सुथरा, अच्छा स्टाफ, अच्छा स्थान। मेरा मानना ​​है कि होटल कुत्तों की अनुमति देता है, इसलिए मैं थोड़ा चिंतित था, लेकिन मैंने कभी कुत्ते को भौंकते नहीं सुना, कभी कुत्ते को सूँघता नहीं, कोई गड़बड़ नहीं करता, आदि।\nहम बहुत प्रसन्न थे और इस होटल की सिफारिश करेंगे।",
            "ठीक है, पहले हम एक डीसी में रहते हैं, इसलिए सैन डिएगो एक ठेठ पश्चिमी तट के फैशन में धीमा और पीछे लग रहा है .... इसलिए यह होटल शांत है अगर आपको पता है कि एक ज़ोरदार शहर कैसा है। यह सभी सैन डिएगो के लिए सुविधाजनक रूप से स्थित है, अगर आप बेसबॉल के प्रशंसक हैं, तो पेटको क्षेत्र द्वारा वास्तव में पेशकश की जानी चाहिए। कोरोनैडो द्वीप दस मिनट की दूरी पर है और अंतरराज्यीय 5 मिनट की दूरी पर है जो आपको हर जगह मिलता है। कमरा अच्छा, साफ और थोड़ा फंकी है जो हमें पसंद है। हमें कोई शिकायत नहीं है और निश्चित रूप से यहां फिर से रहेंगे। बेशक वैलेट पार्किंग शुल्क है जो महंगा लगता है यदि आप मिडवेस्ट से हैं ... लेकिन आप कैलिफोर्निया के एक प्रमुख शहर में रह रहे हैं।",
            "अच्छी जगह। फिर से रहना होगा। पेटको पार्क के लिए महान निकटता। आप नौवीं मंजिल के डेक से मैदान देख सकते हैं।",
            "होटल इंडिगो स्मारक दिवस सप्ताहांत में रहा। हम लगभग 3:30 बजे पहुंचे। कमरा काफी तैयार नहीं है इसलिए डेस्क पर मेरी पत्नी और मैं बार के लिए 2 ड्रिंक का इंतजाम करते हैं। मुझे लगा कि यह बहुत अच्छा इशारा था। और हमें केवल कमरे के लिए लगभग 5 मिनट इंतजार करना पड़ा।\nहोटल इंडिगो को \"शहरी ठाठ\" रूपांकन में सजाया गया है, इसलिए रंग उज्ज्वल और आधुनिक हैं। प्रत्येक कमरे में लकड़ी के फर्श हैं जो मुझे बहुत पसंद हैं। होटल एक शानदार स्थान पर है और कुछ कमरों से PETCO बेसबॉल स्टेडियम का नज़ारा लिया जा सकता है। मैंने देखा कि इस होटल में ठहरने वाले अधिकांश युवा जोड़े और सुंदर / सुंदर थे। तो अपने बच्चों को इस होटल में मत लाओ ... इसके जोड़े के लिए एक पलायन है।\nकेवल एक चीज जो मुझे पसंद नहीं आई, वह थी वैलेट पार्किंग के लिए अनिवार्य 32.00 .... लेकिन यह कोई बड़ी बात नहीं थी।",
            "कीमत के लिए इंडिगो एक शानदार बार्गिन है। बाहर से सजावट शानदार थी। अच्छा बार और लॉबी। कमरे आरामदायक थे। Gaslamp में एक महान क्षेत्र में स्थित है। एकमात्र समस्या जो मुझे पहली रात को अपने कमरे में हुई थी। हमें सीधे 210 जिम के तहत एक कमरा दिया गया था। कौन जानता था कि लोग आधी रात से सुबह 6 बजे तक काम करते हैं? फ्रंट डेस्क स्टाफ बहुत मददगार था और हमारे प्रवास की दूसरी रात के लिए हमें स्थानांतरित करने में सक्षम था। मैं वहां फिर से रहूंगा, बशर्ते कमरे का स्थान बेहतर हो। इसके अलावा पार्किंग थोड़ी खड़ी है, हालांकि मैंने होटल की वेबसाइट से बुकिंग की थी, और \"पैकेज डील\" के साथ पार्किंग में काफी छूट थी।",
            "हमने होटल में एक अच्छा प्रवास किया था, हालांकि हमने चाहा था कि हम जाने से पहले यह एक पालतू मित्रवत होटल था। होटल में बहुत सारे कुत्ते रहते थे और ऊपर के कमरे में हर सुबह 5 बजे लगातार बॉल गिराने पर जोर दिया जाता था।\nलॉबी के बार में एक अच्छा माहौल है लेकिन ऊपर वाला इतना ऊपर नहीं है। कुल मिलाकर एक अच्छे स्थान पर एक अच्छा होटल, बस कुछ झुर्रियों को बाहर करने की जरूरत है।",
            "इस होटल के बारे में बहुत कुछ पसंद है, लेकिन हमें इस बात का आभास था कि प्रबंधन और कर्मचारी अभी भी अपेक्षाकृत कम स्थापना में कुछ काम कर रहे हैं। होटल के साहित्य में बहुत कुछ है कि कैसे \"ठाठ\", \"परिष्कृत\" और \"इन\" यह है, और हालांकि मेरी खुद की पसंद प्रवृत्ति की कम आत्म-चेतना वाले महिमामंडन के लिए होगी, यह एक सुंदर रूप से सजाया गया होटल है जिसमें ताजा चमकदार लिनेन हैं। बेड, दिलचस्प प्रकाश जुड़नार और पेंट, और बड़े और भव्य बाथरूम। अभी भी सकारात्मकता पर, हमने दो बार फी रेस्तरां में नाश्ता खाया और सेवा से काफी प्रभावित हुए। दूसरी ओर, कुछ अन्य क्षेत्रों में कर्मचारियों के प्रशिक्षण के लिए कुछ काम की आवश्यकता होती है। मैंने फ्रंट डेस्क स्टाफ को केवल न्यूनतम रूप से विनम्र, थोड़ा शानदार, यहां तक ​​कि पाया। यह दुर्भाग्यपूर्ण है, क्योंकि पहली छाप बहुत मायने रखती है और मैं यह महसूस करना चाहता हूं कि अगर मुझे किसी समस्या के बारे में फ्रंट डेस्क के कर्मचारियों से बात करनी है, तो वे इसे सही तरीके से कहने के लिए प्रेरित होंगे। लेकिन आखिरकार, यह सिर्फ मेरी व्यक्तिपरक छाप है और हो सकता है कि कुछ मेहमान मेरी तुलना में अधिक अल्फान पसंद करते हैं। अधिक गंभीरता से, हमारे कमरों को अच्छी तरह से साफ नहीं किया गया था। उदाहरण के लिए, जब हम कमरे में पहुंचे तो मैं आरामकुर्सी में बैठ गया और कुछ इंच तक पैदल चल पड़ा। मुझे क्या देखना चाहिए, लेकिन घर में काम करने वाले कर्मचारियों की याद आती है। छी। एक और हाउसकीपिंग की समस्या: कमरों में सुंदर उच्च अंत कॉफी निर्माता थे, लेकिन हमारे दोनों कमरों में से कोई भी कॉफी बनाने की सामग्री का पूरा सेट नहीं था, पहली सुबह जब हम होटल में जागते थे। हमारे पास एक कमरे में कॉफी थी, लेकिन मुझे अपने पति के लिए क्रीम और चीनी लेने के लिए बच्चों के कमरे में कॉफी ट्रे पर छापा मारना पड़ा, जो ब्लैक कॉफी पसंद नहीं करते। यह ठीक है कि मुझे लगता है, क्योंकि हमारे पास दो कमरे थे और आपूर्ति को मिला सकते थे, हालांकि हम होटल के इस वर्ग में बेहतर की उम्मीद करेंगे। लेकिन तब हाउसकीपिंग स्टाफ ने उस दिन बाद में कमरों की सेवा ली थी, हमने पाया कि उन्होंने कॉफी मेकर या कप को साफ नहीं किया था, और न ही दोनों कमरों में कॉफी, क्रीम या चीनी की भरपाई की थी। इसलिए हम उस होटल में दूसरी सुबह कॉफी बनाने वाले का उपयोग करने में सक्षम नहीं थे। हाउसकीपिंग ने हमारे द्वारा उपयोग किए गए चश्मे को भी धोया या प्रतिस्थापित नहीं किया। फिर, यह दुनिया का अंत नहीं था, लेकिन यह कम बजट वाला होटल नहीं है और मैंने जो भुगतान किया उसके लिए मुझे बेहतर सेवा की उम्मीद थी।\nयह एक आलोचना नहीं है, अधिक अवलोकन: छोटे बच्चों वाले परिवार एक जनसांख्यिकीय के रूप में प्रकट नहीं होते हैं जो यह होटल लक्षित कर रहा है। हमने नोट किया कि रेस्तरां में कुत्तों का स्वागत करते समय, इसमें बच्चों का मेनू नहीं था। हम मेनू पर चीजों को खोजने में कामयाब रहे, हमारे परिवार में हर कोई नाश्ते में खा सकता था, क्योंकि हमारे बच्चे वयस्क भागों और विकल्पों के साथ न्याय करने के लिए काफी पुराने हैं। लेकिन कुछ साल पहले रेस्तरां के मेन्यू पर कुछ भी उन्हें पसंद नहीं आया होगा, खासकर लंच और डिनर के लिए।\nसब के सब, यह एक दिलचस्प होटल है और यह कुछ लोगों के लिए एक बढ़िया विकल्प हो सकता है। लेकिन हमने पाया कि हाउसकीपिंग लैप्स चिंताजनक थे और हम वापस लौटने के लिए पर्याप्त प्रभावित नहीं थे।",
            "Hotwire.com से $ 92 के लिए कमरा मिल गया। हॉटवायर के साथ बुकिंग करते समय 3 बातों का ध्यान रखें: वे आपको सूचित नहीं करते हैं कि $ 32 वालेट है, नो रूम सर्विस (वे करते हैं, लेकिन बस हम्मस करते हैं) और आपको एक कमरा मिलेगा, जो देखने में लगता है कि वहाँ इलेक्ट्रिकल रूम है । पेटको पार्क से कुछ ही कदम दूर स्थान सचमुच था। मैं लॉबी से स्टेडियम देख सकता हूं। दुर्भाग्य से, मेरा कमरा छोटे जीवों से भरा था। पहले मेरे बिस्तर पर एक मकड़ी को मार डाला, फिर मेरे पति ने दीवार पर बड़ी पतंग पाने की कोशिश की (न जाने कहां से वह इसके बाद चली गई)। जब मैं आया था तो बहुत सारे कुत्ते जाँच कर रहे थे, इसलिए मैं मानूँगा कि वे पालतू अनुकूल हैं। कमरे मध्यम आकार के हैं, सजावट ठीक है, लकड़ी के सख्त फर्श को अजीब लगा क्योंकि मेरे बेडरूम में एक ठंडे फर्श पर कदम रखने के लिए इम का उपयोग नहीं किया गया था, जिस छोटे कालीन में उन्हें पालतू जानवर के बाल दिखते थे और मांग पर कोई फिल्म नहीं है सिर्फ सादे चैनल। वैसे भी, लंबी कहानी छोटी, मुझे नहीं लगता कि बीमार वापस $ 92 के लिए भी हो।",
            "हमने इस होटल को दुर्घटना से खोजा और हमें खुशी हुई कि हमने ऐसा किया। यह साफ था, और कर्मचारी दोस्ताना और मददगार थे। कमरा असामान्य रूप से बड़ा था और दृश्य शानदार था। शॉवर के साथ एक समस्या थी, जो जल्दी से ठीक हो गई थी। मैं फिर से रहूंगा।",
            "हम 12 घंटे की यात्रा करने के बाद जल्दी आ गए और यह देखकर खुश थे कि हमारा कमरा तैयार था और हम ऊपर जाकर फ्रेश हो सकते थे। बेल हॉप सुखद था और हमें पूछने के लिए समय लगा कि क्या हमारे पास कोई प्रश्न है और उन सभी का उत्तर दिया। होटल इंडिगो का प्रत्येक कर्मचारी वास्तव में हमारे स्वागत का अनुभव करने के लिए अपने रास्ते से हट गया। पेटको पार्क के दृश्य के साथ छत पर स्थित लाउंज, हालांकि छोटा, एक दृश्य के साथ रात के खाने से पहले के लिए एक शानदार स्थान है! बारटेंडर नीचे आया और रात के खाने के लिए हमारा सर्वर बन गया और हमारे भोजन को एक खुशी बना दिया। और, आखिरी, लेकिन कम से कम नहीं, कमरा खुद मजेदार और कायरतापूर्ण था, फिर भी आरामदायक से अधिक जो हमेशा अन्य स्थानों में \"बुटीक होटल\" का सच नहीं है।\nएक शानदार नोट पर हमारी छुट्टी शुरू कर दी !!!!",
            "मुझे कुछ कमरों में एक बड़ा सौदा मिला, जब हमने शहर के कुछ परिवारों को एक रात के लिए सैन डिएगो से नीचे उतार दिया। मैं कुछ अनोखा खोजने की कोशिश कर रहा था, गैस लैंप के पास या उससे कम कीमत पर / बाहर नहीं और होटल इंडिगो में हमारे ठहरने के साथ मेरी सभी अपेक्षाएं पार हो गई थीं! पार्किंग प्रति रात @ $ 32.00 है, लेकिन अन्य समीक्षकों के आधार पर हम इसके लिए तैयार थे। हमें फ्रंट डेस्क पर गर्मजोशी से स्वागत किया गया और जैसा कि हमने पहले ही उनके पुरस्कार कार्यक्रम के लिए साइन अप कर लिया था, हमें विस्तारित चेकआउट (दोपहर 11 बजे के बजाय 2pm) की पेशकश की गई थी, और बार में $ 3.00 के लिए एक ड्रिंक कूपन भी। लिफ्ट आपके कमरे की कुंजी का उपयोग करने की आवश्यकता से सुरक्षित हैं। कमरा अपने आप में विशाल, अद्भुत लकड़ी का फर्श था, और अपने डिजाइन में \"शहरी ठाठ\" को गर्म और आमंत्रित कर रहा था। Aveda उत्पादों, एक विशाल स्नान, और एक Keurig कॉफी निर्माता (K Cup) कम्पोस्टेबल यात्रा कप के साथ पूरा! हम 9 वीं मंजिल पर टैरेस बार तक गए और पूरी शाम खुश रहे। हैप्पी आवर शाम 8 बजे तक चला जिसमें 4 पी ड्रिंक स्पेशल थे। यह गैस लैम्प डिस्ट्रिक्ट के लिए केवल 3 ब्लॉक वॉक था और पेटको पार्क के लिए एक आसान वॉक होगा। हमने एक और समीक्षक की सिफारिश ली और थोड़ी-थोड़ी दूर पर टूटी जर्दी में नाश्ता खाया। मैं उस सुझाव के लिए आभारी हूं। हमारा प्रवास शानदार था और हमारे पास कहने के लिए एक भी नकारात्मक बात नहीं थी। मैं पहले से ही अपने पति को एक और रात के लिए होटल इंडिगो में एक पैडरेस गेम का आनंद लेने के लिए मनाने की कोशिश कर रहा हूं क्योंकि मैं पहले से ही वापसी कर रहा हूं!",
            "यह एक बहुत अच्छा होटल था। मैं कुछ बुरी समीक्षाओं को नहीं समझता। होटल स्वच्छ और एक अच्छा स्थान था। दो के लिए वयस्क बौछार प्यार :)। 5 वीं मंजिल पर हमारा कमरा था और शहर का नज़ारा बहुत अच्छा था।\nकमरे अच्छे आकार के थे। मैं एक बार फिर बिना किसी संदेह के यहां रहूंगा।",
            "Tripadvisor.com समीक्षाओं के कारण इंडिगो होटल में गया। डेस्क और कार वैलेट्स से आकर्षक खुशियाँ मिलीं। हमारी पहली रात के बाद मैंने डेस्क से पूछा कि क्या हम शायद अपग्रेड हो गए हैं, लेकिन नहीं। हमारे मानक कमरे में बहुत बड़ी और सुंदर डिजाइन थी जिसमें बहुत सी रोशनी और एक आरामकुर्सी थी। भी। FYI करें हम औसत अतिथि की तुलना में आसानी से 40 साल बड़े थे लेकिन इससे कोई फर्क नहीं पड़ता था। एक रत्न।",
            "मैं दोस्तों के 21 वें जन्मदिन का जश्न मनाने के लिए होटल इंडिगो गया था। Gaslamp के सभी होटलों में, होटल इंडिगो में सबसे विशाल और अच्छी तरह से सजाए गए कमरे हैं। वॉलपेपर, बेडशीट और फर्नीचर सभी सुंदर थे। शहर का शानदार नज़ारा था। दृढ़ लकड़ी के फर्श अजीब थे, लेकिन हमें बिल्कुल परेशान नहीं किया। जब हम ऊँची एड़ी के जूते में घूमते थे तो यह मेहमानों को परेशान करता था। तथ्य यह है कि यह एक हरे रंग का होटल है, एक प्लस था और इस वजह से किसी भी नागरिक से समझौता नहीं किया गया था।",
            "इंडिगो की भावना ताजा और नई है। कर्मचारियों को अभी तक एक लय में बसना है (सामने की मेज के पास नकदी दराज के लिए एक कुंजी नहीं थी और थोड़ा व्यथित लग रहा था) और थोड़ा अधिक व्यक्तिगत हो सकता है, लेकिन पेशेवर और शिष्टाचार थे। फायर टेबल के साथ 9 वीं मंजिल बार आरामदायक थी, लेकिन मैंने अपने $ 11 / ग्लास वाइन के लिए एक छोटे प्लास्टिक के कप का उपयोग करने की सराहना नहीं की। इंडिगो का सबसे अच्छा पहलू वे डिब्बे थे जो घर पर सही लगते थे। जो लोग अपने पालतू जानवरों के साथ यात्रा करते हैं उनके लिए एक अच्छा विकल्प।",
            "मैं 3 रातों तक रहा और 3 बार कमरा बदलना पड़ा, पहला यह था कि मेरे ऊपर के कमरे से आवाज़ आ रही थी, दूसरा यह शौचालय से भरा हुआ था, जिसे वे 2 घंटे में ठीक नहीं कर सकते थे, वह भी सुबह के घंटे में .. आप समझ सकते थे, तीसरी बार यह काम नहीं कर रहा था ... होटल अपने आप में बहुत अच्छा है, एक बुटीक होटल, पर्दे, लिनेन बेहतर तरीके से अलग हैं। सभी तीन कमरे ऑरेंज थीम के साथ डिजाइन किए गए थे ... स्थान अच्छा है, हालांकि यह गैसलैंप क्वार्टर के ठीक बीच में कहता है, लेकिन मैं कहूंगा कि यह 10 मिनट अच्छा है ... और सैन डिएगो डाउनटाउन सबसे सुरक्षित नहीं है, मैं इसे नोट नहीं करूंगा। चलने की सलाह देते हैं। होटल के पास कुछ संयम हैं, लेकिन वे सबसे अच्छे नहीं हैं। पार्किंग केवल वैलेट और प्रति रात $ 32 है।\nमैं सहमत नहीं हूं कि होटल 4 सितारा गुणवत्ता से मेल खाता है, सेवा आपके द्वारा भुगतान की गई कीमत के लिए भयानक है। इंडिगो होटल अच्छे हैं, लेकिन यह निश्चित रूप से सभी हाइपों तक नहीं रहता है",
            "एक दिन के लिए अपने ही शहर में एक पर्यटक होने का फैसला किया। जब मैंने ईस्ट विलेज को देखा तो पहले तो मैं थोड़ा घबराया, लेकिन यह बहुत अच्छा नहीं था। यह होटल हर उस चीज़ से दूरी बना रहा था जिसे हम करना चाहते थे। यह बहुत आधुनिक और स्वच्छ था और काश 9 वीं मंजिल के दृश्यों का आनंद लेने के लिए हमारे पास अधिक समय होता। मैं इस साइट पर सभी सकारात्मकता से सहमत हूं। एक नकारात्मक मैंने देखा कि यह सच हो सकता है शोर हिस्सा है। हम एक कोने के कमरे में थे और टॉयलेट में वेंट सायरन की तरह से सुरंग में शोर कर सकते थे। हम थोड़ा और हॉलवे ट्रैफ़िक भी सुन सकते थे लेकिन इतना भी नहीं था कि हम नाराज़ थे।\nबिस्तर सुपर आरामदायक था और सेवा बहुत अच्छी थी।",
            "मैं और मेरी बहन अपने दो कुत्तों के साथ यहाँ रहे। हम सभी कर्मचारियों की मित्रता और सहायकता से प्रभावित थे। सजावट साफ, आधुनिक और आरामदायक थी। हमने नौवीं मंजिल पर फी टेरेस पर पेय और ऐपेटाइज़र पर आराम का आनंद लिया। भोजन बहुत अच्छा था। कमरों में केयुरिग कॉफ़ी (पॉड) बनाने वाले थे, जिनका हमने आनंद लिया।",
            "मेरी पत्नी का फरवरी में कन्वेंशन सेंटर में एक सम्मेलन था और हमने हॉटवायर के माध्यम से अंतिम मिनट बुक किया था। Hotwire.com ने सैन डिएगो गैसलैम्प जिले में एक 4 सितारा होटल के रूप में मूल्यांकन किया। यह एकदम सही है अगर आप स्टेडियम से दो मिनट की पैदल दूरी पर हैं, तो आप एक पैड्रेस गेम में जा रहे हैं। कन्वेंशन सेंटर दस मिनट की पैदल दूरी पर है। 5 एवी, गैसलैंप जिले का दिल, पांच मिनट की पैदल दूरी पर है। मेरी पत्नी ने अपने दम पर घूमना सुरक्षित महसूस किया जो हमारे लिए अत्यंत महत्वपूर्ण है। इस होटल की एकमात्र नकारात्मक पार्किंग की कीमत थी, लेकिन आसपास के अन्य होटलों की पार्किंग कीमत को देखते हुए यह सभ्य है। मेरी पत्नी का इटौच मुफ्त वाईफाई तक पहुंचने में सक्षम था, लेकिन मैं अपने Iphone के साथ कनेक्ट नहीं कर सका। मैं निश्चित रूप से फिर से वापस जाऊंगा।",
            "एक रात यहां रुके। नया होटल। बहुत आरामदायक कमरे और पहली दर सुविधाएं। मुझे साफ-सुथरा, अक्खड़ अंदाज और स्टाफ बहुत अच्छा लगा। अच्छी जगह।",
            "मैं होटल इंडिगो सैन डिएगो में कुछ समय के लिए व्यापार पर रहा हूँ। मैंने वास्तव में अपने प्रवास का आनंद लिया है। पेटको पार्क के ठीक बगल में एक आदर्श स्थान पर, आप शहर सैन डिएगो में कहीं भी पैदल चल रहे हैं।\nहोटल उस समय से सुंदर है जब आप लॉबी में चलते हैं। कमरे अच्छी तरह से सजाए गए हैं और आधुनिक हैं। अच्छा बाथरूम, आरामदायक बिस्तर और सैन डिएगो (पेटको पार्क सहित) के सुंदर दृश्य होटल के कुछ भत्तों में हैं।\nकर्मचारी बेहद मिलनसार और मेहमाननवाज है, और किसी ऐसे व्यक्ति से जो काम के लिए बहुत यात्रा करता है, यह आपको हर जगह नहीं मिलता है! कक्ष सेवा त्वरित है और भोजन अच्छा है। सुंदर दृश्यों के साथ एक अच्छा जिम है। यहाँ विभिन्न छत पर पेटीज हैं, जिनमें एक छत फायरपिट्स के साथ है। एक लॉबी रेस्तरां / बार है। और वे कुत्तों की अनुमति देते हैं, जो उन लोगों के लिए बहुत अच्छा है जो अपने पालतू जानवरों के साथ यात्रा करना पसंद करते हैं।\nमेरे पति और मेरी एरिज़ोना गर्मी से बचने के लिए इस गर्मी में एक लंबे सप्ताहांत के लिए सैन डिएगो में वापस आने की योजना है, और हम निश्चित रूप से होटल इंडिगो में रहेंगे। अत्यधिक यह सिफारिश करेंगे!",
            "प्यारा बुटीक लगता है। जाँच। बहुत सुंदर स्थान। जाँच। आधुनिक सजावट। दोहरी जाँच।\nऔर यह इस समीक्षा के सकारात्मक विवरणक भाग का निष्कर्ष निकालता है।\nमुझे लगता है कि किसी के पास सही विचार था, लेकिन मुझे नहीं लगता कि वे वास्तव में यह समझने में समय लेते हैं कि चार सितारा सुविधाओं की पेशकश करने का वास्तव में क्या मतलब है। उदाहरण के लिए, क्या होटल (2-सितारा होटल शामिल हैं) ऑन-डिमांड प्रसाद प्रदान नहीं करता है? क्या कोई मुझे बता सकता है? शायद LaQuinta Inn?\nमैंने हाई-स्कूल कैफेटेरिया के मेनू पर अधिक विकल्प देखे हैं। मेनू विरल है। जब आप अंतिम रूप से खाने के लिए कुछ तय करते हैं, तो आपको एहसास होता है कि आपने सिर्फ नमूने पर पकड़ बनाई है - सबसे अच्छा।\nजब यह टॉयलेटरीज़ की बात आती है, तो मुझे नहीं पता कि होटल सस्ता है या क्या, लेकिन आप तौलिये, साबुन और इस तरह से कम आयेंगे। शायद यह कुछ ऐसा है जो अधिकांश होटलों को नहीं लगता है, लेकिन अगर आपके पास दो लोग हैं जो एक कमरे में रहते हैं, तो TWO को प्रदान करना अच्छा होगा। इसके अलावा, यह अच्छा होगा यदि वे शॉवर को साफ करने के लिए समय लेते हैं।\nबेड सबसे आरामदायक नहीं हैं। हालाँकि, यह सापेक्ष है।\nसंक्षेप में, यह सबसे खराब होटल नहीं है। मैं वह नहीं कहूँगा। लेकिन, चार सितारा होटल होने का दावा करना एक खिंचाव है। इसमें सुंदर चादरें और पर्दे अधिक हैं। जबकि चार सितारा पांच सितारा नहीं है, यह सेवा प्रदान करता है। होटल एक महान स्थान पर है। कार्ड-की-रन एलिवेटर एक सुरक्षित वातावरण प्रदान करता है। हालांकि, उन्हें यह सुनिश्चित करने की आवश्यकता है कि सभी मूल बातें कवर की गई हैं।",
            "यदि आपके पास एक विकल्प है तो कहीं और रहें। वे बड़े भौंकने वाले कुत्तों को अनुमति देते हैं, दीवारें कागज पतली होती हैं, और आप अगले दरवाजे पर आकस्मिक बातचीत भी सुन सकते हैं।\nयदि आपका पड़ोसी देर से आता है और संगीत बजाता है तो आप टोस्ट हैं।\nफर्श अच्छी कठोर लकड़ी हैं, लेकिन वे हर पायदान को उठाते हैं।\nआप होटल स्लैम के हर दरवाजे को सुन सकते हैं, चाहे आप कहीं भी हों।\nकमरे अच्छे और साफ हैं, लेकिन शोर किसी भी अच्छी चीजों के लिए बनाता है जो होटल को पेश करना है। मैं किसी भी कीमत पर इस होटल में वापस नहीं जाऊंगा। कोई आश्चर्य नहीं कि वे स्प्रिंग ब्रेक के दौरान हॉटवायर पर सूचीबद्ध हैं ...\nसाफ रहो..मुझे सौंप दो!\n एक छिपा हुआ 32 डॉलर की ऊँचाई पर पार्किंग।",
            "इस होटल के बारे में सब कुछ बहुत अच्छा है। कमरे बहुत बड़े हैं, स्नान विशाल हैं, बिस्तर आरामदायक है और कर्मचारी अच्छे नहीं हैं, वे मज़ेदार हैं। नौवीं मंजिल में एक बड़ा छत डेक है और लॉबी बार आपकी शाम को शुरू करने या समाप्त करने के लिए एक बहुत अच्छी जगह है।\nपांच मिनट की पैदल दूरी के भीतर कम से कम 100 रेस्तरां और पब हैं और आप Padre के स्टेडियम से सड़क पर हैं।\nएक उज्ज्वल और हंसमुख डब्ल्यू की कल्पना करें, बहुत बड़े कमरों के साथ, यह इंडिगो है।\nकेवल एक चीज जिसकी मुझे परवाह नहीं थी वह थी बैंड की लॉबी बार में गुरुवार रात। सेटिंग के लिए बहुत ज़ोर से, होटल के मूड या शैली के अनुरूप नहीं था।\nअपने उपयोग के लिए लॉबी में ग्रेट मैक, मुफ्त।\nक्या मैंने कीमत का उल्लेख किया है? एक तुलनीय होटल के लिए मैंने जो भुगतान किया है, उससे सैकड़ों कम। यहां तक ​​कि वैलेट पार्किंग के साथ, प्रति रात $ 35, यह एक चोरी है!\nयह होटल हमारे ठहरने के लिए एकदम सही था और हम वापस आ जाएंगे।",
            "हम होटल इंडिगो से प्यार करते हैं और जब भी संभव हो उन पर बने रहते हैं। प्यार कितना आधुनिक है! और बुरा कालीन के बजाय दृढ़ लकड़ी के फर्श से प्यार करते हैं। बाथरूम हमेशा बहुत साफ और आधुनिक होते हैं और Aveda उत्पादों से प्यार करते हैं। यह स्थान भंग नहीं हुआ। इस स्थान की डाउनसाइड यह है कि एकमात्र पार्किंग $ 32 वाॅल्ट पार्टकिंग (दैनिक) है। मुझे कोई आपत्ति नहीं थी क्योंकि मेरी कंपनी इसके लिए भुगतान कर रही थी। इसके अलावा, सफाई की आदतें थोड़ी अजीब थीं। पहले दिन, वे शाम 6:30 बजे तक नहीं आए और उस बिंदु से हमने कहा कि इसे भूल जाओ, और दूसरे दो दिन वे दोपहर से पहले आए (हम चले गए थे) लेकिन उन्होंने कमरे को कभी नहीं लौटाया कि यह मूल रूप से कैसे था? और इस तरह मुझे परेशान किया। वे फेंक तकिए पर वापस नहीं डालते थे, वे ट्रे या उपकरणों को मूल स्थानों पर नहीं लौटाते थे, और उन्होंने इस्त्री बोर्ड को ऊपर नहीं रखा था। एक छोटी सी असुविधा, लेकिन मुझे यह थोड़ा अजीब लगा। हालाँकि, मैं निश्चित रूप से यहाँ फिर से रहूँगा। स्थान सही था !!! पेटको पार्क, और गैस्लैम्प जिले के लिए आसान पैदल दूरी। पसन्द आया।",
            "शहर में अवकाश के लिए और होटल इंडिगो में एक अच्छा समय था। उन्होंने मुझे शहर, पेटको पार्क और बंदरगाह के दृश्यों के साथ एक सुंदर कमरे की शुरुआत में जाँच की। कमरे आधुनिक और बहुत आरामदायक हैं। लकड़ी के फर्श, आरामदायक बिस्तर और विशाल बाथरूम। चेक-इन के समय मुझे होटल के फी बार में एक कूपन प्राप्त हुआ जो एक भव्य 9 वीं मंजिल की बालकनी बार है जहां होटल के कई आगंतुक आराम करने के लिए आते हैं। महान पेय और भोजन। शाम के दौरान मुफ्त वाईफाई, मेड इन लॉबी, मेडिटेशन टैरेस और कुछ मजेदार, उच्च ऊर्जा कैलिफ़ोर्निया \"सर्फर\" संगीत बजाने वाले एक भयानक स्थानीय बैंड जैसी कई बहुत अच्छी चीजें थीं। यह सबसे अच्छे होटलों में से एक था, जिसमें मैं लंबे समय तक रहा, और हॉटवायर दर के साथ एक अपराजेय मूल्य था।",
            "मुझे इस होटल की समकालीन और साफ-सुथरी सजावट बहुत अच्छी लगी। हमारा कमरा सुंदर था और Aveda सुविधाएं एक अच्छा स्पर्श है। चेक-इन उत्कृष्ट था। एक प्रेमिका और मैं, जो माता हैं और एक दशक में हमारी पहली यात्रा एक साथ कर रहे थे, वास्तव में एक रात की दूर की प्रतीक्षा कर रहे थे। हमें एक अच्छे कमरे में ले जाया गया था और सभी आसानी से जा रहे थे। दुर्भाग्य से, 2:00 बजे तक अगले दरवाजे पर एक पार्टी थी और मैं सबसे खराब सिरदर्द के साथ जाग गया और मुझे शायद ही कभी सिरदर्द मिलता है। चेक-आउट करने पर मैंने उल्लेख किया कि बहुत ज़ोर से पार्टी हुई थी और हमें बहुत अच्छी नींद नहीं आई थी और सामने की मेज पर रहने वाली युवती जो चेक-इन के बाद बड़ी उम्र की महिलाओं के समान मेहमाननवाज नहीं थी। \" यह एक डाउनटाउन होटल है और यह शनिवार रात था। \" खुद आतिथ्य उद्योग में होने के बाद मैं इस प्रतिक्रिया से थोड़ा हैरान था और एक बुरे नोट पर छोड़ना नहीं चाहता था, इसलिए मैंने आगे कुछ नहीं कहा। तो, क्या हम इस होटल की सिफारिश करेंगे? हां, लेकिन अगर आप रात की नींद चाहते हैं, तो एक मुख्य कारण है कि लोग महंगे होटलों की जांच करते हैं, तो हो सकता है कि आप होटल के कम कब्जे वाले हिस्से में या गैर-बीस या कुछ और अवरुद्ध कमरे के बगल में एक कमरे का अनुरोध करना चाहें। अज्ञात मेहमानों के लिए। जहाँ तक फ्रंट डेस्क एजेंट की जाँच की गई है ... मुझे नहीं लगता कि उसका इस उद्योग में कोई दीर्घकालिक करियर है।",
            "मैं अभी सैन डिएगो से ग्रैंड हयात में एक व्यापार सम्मेलन में भाग लेने से पीछे हट गया। मुझे हयात में एक कमरा नहीं मिला, इसलिए मुझे अन्य विकल्पों के लिए मजबूर किया गया। हमारे कार्यालय व्यवस्थापक ने मुझे होटल इंडिगो में बुक किया। मेरे पास कोई पिछला अनुभव नहीं था और मैं बहुत ही सुखद आश्चर्यचकित था। सामान्य तौर पर मैं बुटीक-शैली के होटल बनाम विशाल संपत्तियों में रहना पसंद करता हूं, और होटल इंडिगो ने वास्तव में निशान मारा। यह ट्रेंडी है, हाँ, लेकिन सुरुचिपूर्ण ढंग से किया गया, न कि ऑफ-बीट साज-सामान का एक अजीब संग्रह। मैं एक बहुत ही सस्ती किंग बेड स्टैंडर्ड रूम में रहा; बहुत सारे कमरे और एक बहुत अच्छा बाथरूम। मैं एक व्यवसायिक यात्री हूं और अच्छी सेवा, मुफ्त वाई-फाई और एक साफ-सुथरा रूप और आनंद लेता हूं। होटल इंडिगो ने सभी मोर्चों पर उच्च स्कोर किया। बाजार के लिए इसकी कीमत भी बहुत अच्छी है, लेकिन संदेह है कि एक बार जब यात्री वापस लौटने लगते हैं और उनकी व्यस्तता बढ़ जाती है, तो वे कमरे की ऊंची दरों की मांग करेंगे।\nमैंने पहले बच्चे के अनुकूल टिप्पणियों के बारे में देखा। मुझे नहीं लगता कि छोटे बच्चों के साथ अकाल में होटल इंडिगो को एक बढ़िया विकल्प मिलेगा, जिसमें रेफ्रिजरेटर और माइक्रोवेव आदि के बारे में सभी टिप्पणियां दी गई हैं। यह एक युगल या पुराने किशोर और / या व्यवसाय यात्री गंतव्य है।",
            "मुझे होटल बहुत पसंद आया लेकिन सुधार के लिए कुछ क्षेत्रों को ढूंढा। मैंने पाया कि प्रति रात $ 32.00 में वैलेट पार्किंग महंगी थी। कोई स्व पार्किंग नहीं है और पार्किंग उस क्षेत्र में एक मुद्दा है। मैंने यह भी सोचा कि होटल को एक मानार्थ महाद्वीपीय नाश्ते की पेशकश करनी चाहिए। यह एक अच्छा स्पर्श होता। कमरे बहुत आरामदायक हैं। कमरे के साथ एकमात्र समस्या यह है कि दरवाजे बहुत भारी लॉकिंग तंत्र से सुसज्जित हैं, जिससे दरवाजा चुपचाप बंद करना असंभव हो जाता है। हॉल के नीचे जोरदार झनकार सुनी जा सकती है। कर्मचारियों का व्यवहार मित्रतापूर्ण और सहायक था। कुल मिलाकर, एक बहुत अच्छा होटल।",
            "शानदार होटल! अलग लिविंग रूम, बड़ा बाथरूम और बेहद आरामदायक बिस्तर के साथ बड़ा, सुंदर सुइट। उत्कृष्ट कोठरी स्थान। सामान बहुत कूल्हे और फैशनेबल। उत्कृष्ट स्थान। इन सबसे ऊपर, शानदार स्टाफ। रिसेप्शन पर हर कोई ऊपर और उससे परे की हर चीज का ध्यान रखता था, जिस पल में हमने छोड़ा था। हमेशा नाम से अभिवादन किया जाता है और हमारी जरूरतों को पूरा किया जाता है। सैन डिएगो में कई होटलों में रुके हैं और अन्य सभी के ऊपर होटल इंडिगो का चयन करेंगे। अत्यधिक अनुशंसा करेंगे।",
            "शैली, आवास, स्थान और मैत्रीपूर्ण कर्मचारियों ने इस यात्रा को बहुत सुखद बना दिया। मुझे उनके चेहरे पर एक वास्तविक मुस्कान और मदद करने की उत्सुकता के साथ सभी ने सहायता की। यहां तक ​​कि मुझे आधिकारिक सरकारी व्यापार कर छूट के लिए अपने बिल को समायोजित करने में मदद मिली। मिस्टर डाइटर शमित्ज़, फ्रंट डेस्क, सुपरवाइज़र ने इस होटल की छवि को ध्यान में रखते हुए पेशेवर तरीके से मेरी मदद की। मैं भविष्य में इस होटल में खुशी से रहूंगा।",
            "हम राष्ट्रपति के सप्ताहांत, शनिवार - सोमवार के लिए यहाँ रुके थे। होटल का स्टाफ बहुत अच्छा था, जब हमने चेक किया तो उन्होंने हमें छत पर बार में खुश होने के बारे में बताया, और हमें एक कूपन दिया। यह बेतुके से पीने की कीमतों को सामान्य तक ले आया, लेकिन हे - छत बार, है ना?\nहोटल बहुत ही अनुकूल है, और हमने अपने प्रवास के दौरान कई अच्छी तरह से व्यवहार किए गए कुत्तों को देखा। हमें कमरा सेवा नहीं मिली, लेकिन मेनू बहुत अच्छा लग रहा था।\nकमरा अपने आप में अच्छा था, एक राजा के आकार का बिस्तर, फ्लैट स्क्रीन टीवी, मानक डेस्क / कुर्सी / ओटोमन कॉन्फ़िगरेशन। बाथरूम में एक लकड़ी के बैठने के स्टूल के साथ एक विशाल शॉवर था, लेकिन कोई टब नहीं। अधिकांश कमरे में दृढ़ लकड़ी (या नकली दृढ़ लकड़ी, निश्चित नहीं, लेकिन कालीन नहीं) था, जो अच्छा था, लेकिन चारों ओर चलने के लिए ठंडा नहीं था।\nपड़ोस में ही बहुत चलने योग्य, कॉफी की दुकानें, रेस्तरां और क्लब हैं।\nवैलेट के लिए $ 32 / रात में पार्किंग बहुत सुंदर लग रही थी, लेकिन हम सड़क पर पार्किंग कर रहे थे।\nकुल मिलाकर, मैं इसकी सिफारिश करूंगा!",
            "हम सम्मेलन के लिए शहर में थे, जहां मेरी कंपनी ने हमें ओमनी में रखा था। हम हमारे ओमनी @ को जारी रखने के लिए कीमतों को बर्दाश्त नहीं कर सके। जब हम इंडिगो के लिए चले गए, तो मैं एक नए स्थान पर जाने के लिए उत्सुक नहीं था, यह सोचकर कि इंडिगो एक अधोगति होगी जहां हम सम्मेलन के लिए रुके थे। यह मामला बिल्कुल नहीं था! जब हमने इंडिगो में जाँच की तो हम रोमांचित थे और अपने कमरे में गए, यह सुंदर था। यह नया ट्रेंडी और सुपर साफ होटल सैन डिएगो यात्रियों के लिए रहना चाहिए। यह शांत 9 वीं सड़क पर स्थित है, जो पेटको पार्क से कुछ ब्लॉक और 5 वीं एवेन्यू पर हलचल और व्यस्त रेस्तरां से कुछ और ब्लॉक है। कर्मचारी बहुत मददगार और सुखद था। कमरा चिकना था, परिष्कार किया और हमें एक एहसास दिया। घर पर होना। फ्लैट स्क्रीन टीवी और 2 बड़े फायरपिट के साथ रूफ टॉप बार, सुपरबोल देखने के लिए एक शानदार जगह थी। हमने एक सुबह एक स्वादिष्ट नाश्ते के लिए रेस्तरां में खाया। एक अच्छा 7-11 सुविधाजनक स्टोर आपके लिए आवश्यक किसी भी चीज़ के लिए बस एक ब्लॉक दूर है। यह होटल उचित मूल्य पर था और हम निश्चित रूप से यहाँ फिर से रहेंगे।",
            "हॉटवायर पर $ 72 के लिए यह मिला और ट्रिप एडवाइजर रेटिंग के कारण इसे $ 85 4.5 स्टार होटल (यह 4 स्टार) पर ले लिया गया। यह होटल केवल 1 वर्ष पुराना है और सब कुछ नया, बहुत साफ और कूल्हा है। कमरे बहुत अच्छी तरह से डिज़ाइन किए गए हैं और किंग बेड बहुत बड़ा और शानदार है। एक बार जब आप हॉटवायर पर $ 72 के लिए होटल प्राप्त करते हैं, तो आप उनके \"प्रायोरिटी वन\" के लिए लगातार यात्रा करने वाले यात्रियों के लिए मुफ्त में साइन अप करते हैं और होटल आपके आगमन के दिन भी आपको एक बेहतर कमरे में अपग्रेड कर देगा, जैसे उन्होंने मेरे लिए किया था और मुझे $ 10 दिए थे। निःशुल्क मिनीबार कूपन। बहुत बढ़िया मूल्य। यह होटल इंडिगो वेबसाइट पर एक रात में $ 200 के लिए जा रहा था, उसी दिन मुझे हॉटवायर पर $ 72 के लिए मिला। सैन डिएगो आर्थिक रूप से चोट कर रहा है और वहाँ बहुत सारे महान पता लगाने चाहिए। जब Hotwire आसपास हो तो खुदरा भुगतान न करें।",
            "यदि आप क्लबिंग के लिए शहर में हैं, तो बेहतर विकल्प गैस लैंप के पास एक होटल है। हम अपने होटल वापस जाने के लिए कम से कम 10 मिनट चले।",
            "मैं हॉर्टन प्लाजा में एक बैठक के लिए एक रात यहां रहा। कमरे की दर वेस्टिन (सम्मेलन होटल) में एक तुलनीय कमरे की लागत के एक तिहाई से भी कम थी। यह 8 या 9 ब्लॉक दूर था - व्यस्त गैस लैंप जिले से केवल 10 मिनट की पैदल दूरी पर, जो महान रेस्तरांओं से भरा हुआ है। यह सम्मेलन केंद्र के लिए 10 मिनट की पैदल दूरी पर सुखद था। होटल नया है, और साफ है। मैं लिफ्ट के ठीक बगल में था, लेकिन यह बिल्कुल भी नहीं सुना, इसलिए इन्सुलेशन बुरा नहीं है। मेरा कमरा साफ और विशाल था, जिसमें टुकड़े टुकड़े फर्श (कोई कालीन नहीं था!), एक फ्लैट पैनल टीवी और एक बड़ा बाथरूम (लेकिन कोई टब नहीं)। होटल जाहिरा तौर पर पालतू जानवरों को स्वीकार करता है, और मेरा कमरा निश्चित रूप से \"कुत्ते\" से गलता है। नौवीं मंजिल पर एक कसरत कक्ष है, जिसमें नए कार्डियो उपकरण, मुफ्त वज़न और एक चरखी शक्ति मशीन है। इसका एक शानदार दृश्य है (आप फर्श से छत की खिड़कियों के सामने व्यायाम कर सकते हैं), और आसन्न खुले छत क्षेत्र। कोई पूल या स्पा नहीं है। साइट पर 2 बार हैं, लेकिन मैंने एक का भी उपयोग नहीं किया है। हैरानी की बात यह है कि कमरे में कोई in फोन बुक नहीं था - मैं एक स्थानीय किराना दुकान की तलाश में था, लेकिन रीट एड बाजार 2 ब्लॉक दूर का उपयोग करके समाप्त हो गया। कर्मचारी मित्रवत हैं, और मुझे जल्दी जाने दो। मुझे सच में दोबारा यहां ठहरना होगा।",
            "तीन रात रुके। कमरा साफ और विशाल। किंग बेड बेहद आरामदायक। होटल शांत था। 9 वीं मंजिल पर बालकनी बार एक अप्रत्याशित बोनस था। अग्निपीड़ितों के आसपास दैनिक खुश घंटे। अच्छा स्पर्श।\nगैसलैंप क्षेत्र में आसान (3 ब्लॉक) चलना।\nकेवल नकारात्मक महंगी वैलेट पार्किंग थी ($ 32.00 / रात)\nसहायक और मैत्रीपूर्ण कर्मचारी। बिना किसी हिचकिचाहट के सिफारिश कर सकते हैं।",
            "यह एक इंडिगो की मेरी पहली यात्रा थी, मैं समझता हूं कि यह विशेष संपत्ति ब्रांड का प्रमुख है। बहुत ही आकर्षक कॉम्पटेमेरी सजावट, बेहद आरामदायक सुविधाएं। महान बिस्तर और तकिए। बड़े शॉवर, अलमारी और दराज के सीने में बहुत सारे भंडारण। ऊर्जा की बचत प्रकाश व्यवस्था के बावजूद, बहुत सारे प्रकाश। अच्छा फ्लैट स्क्रीन टीवी, लेकिन जाहिर है कोई डिजिटल प्रोग्रामिंग (कुछ चैनलों पर तस्वीर थोड़ी धुंधली थी।) मेरा कमरा सीधे पेटको फील्ड में देखा गया, बहुत बुरा वहाँ कोई खेल नहीं चल रहा था। मुझे लिफ्ट सुरक्षा पसंद है; एक मंजिल का चयन करने के लिए एक कमरे की चाबी की आवश्यकता होती है। आसपास का क्षेत्र अच्छा था और यह गैसलैंप क्वार्टर में सभी गतिविधि के लिए एक छोटा पैदल रास्ता था। किसी भी सड़क के शोर पर ध्यान नहीं दिया, भले ही मैं अपेक्षाकृत कम मंजिल पर था। कर्मचारी बहुत मित्रतापूर्ण तथा मददगार थे। कमरा साउंडप्रूफ नहीं था, लेकिन दालान का शोर ध्यान भंग नहीं करता था। नि: शुल्क इंटरनेट आपको ऐसा महसूस कराता है जैसे आप निकले हुए और रंगे हुए नहीं हैं। मैं 3 दिन रुका रहा और उस स्थान को अंत में बासी महसूस नहीं हुआ (जैसा कि पिछली यात्राओं में आसपास के कुछ होटलों में मेरे पास है।) मैं अगली बार निश्चित रूप से वहाँ रहूँगा।",
            "मैंने विशेष रूप से यह पूछने के लिए कॉल किया कि क्या यह होटल \"बच्चे के अनुकूल\" है। उन्होंने कहा \"हाँ\"। वह एक मजाक है। हम लगभग 1 बजे पहुंचे। बच्चे भूखे थे। वे दोपहर का भोजन नहीं करते हैं। खाने के लिए उनके पास कोई बच्चों का मेनू भी नहीं है। स्वागत डेस्क अनुकूल नहीं थी। हमने 2 बार फैक्स भेजने की कोशिश की। हमें पता चला कि उन्होंने इसे बिल्कुल नहीं भेजा। क्या सेवा !!! विज्ञापित के रूप में कमरे में कोई कॉफी नहीं। उनका बहाना था \"हम कॉफ़ी से बाहर हैं, नट आप पहली मंजिल पर आ सकते हैं और कुछ पा सकते हैं। बच्चों के लिए कुछ भी नहीं। एक रंग भरने वाली किताब जितना भी नहीं! रूम सर्विस मेन्यू एक मजाक है! उन्होंने कभी पूरा नहीं किया।\" कमरे की सफाई का काम। अगर इस तरह से वे प्राथमिकता क्लब के सदस्यों के साथ व्यवहार करते हैं, तो मुझे यह देखने के लिए नफरत होगी कि दूसरों के साथ कैसा व्यवहार किया जाता है। अरे हाँ, एक रात में $ 32 का एक वैलेट चार्ज है। एक चीर बंद। फिर कभी।",
            "यह होटल काफी नया दिखाई देता है। कर्मचारी काफी मित्रवत थे और उन्होंने दिशा-निर्देशन और दर्शनीय स्थलों की यात्रा की बुकिंग में हमारी मदद की। हमने एक हॉप-ऑन, हॉप-ऑफ ट्रॉली टूर के लिए टिकट बुक करने और प्रिंट करने के लिए इन-लॉबी मानार्थ कंप्यूटर का उपयोग किया। हमारा कमरा किंग बेड और बैठने के क्षेत्र के साथ साथ फ्लैट स्क्रीन डिजिटल टीवी के साथ बहुत बड़ा था। 4 लोगों के लिए शॉवर काफी बड़ा था लेकिन कोई टब नहीं था।\nपेटको फील्ड से बहुत सुविधाजनक स्थान -3 ब्लॉक, पैड्रेस का घर, और गैसलैम्प जिले से 5 ब्लॉक जहां हमें अच्छी गुणवत्ता वाले भोजन के साथ ठीक रेस्तरां और बार के ब्लॉक मिले।\nछत पर स्थित बार, आराम और आरामदायक था, यहां तक ​​कि एक दिसंबर की पूर्व संध्या पर।\nहमने लॉबी रिस्टोरेंट में भोजन किया लेकिन फिर ऐसा नहीं करेंगे। वे छोटे हैं, भोजन स्वादिष्ट था, लेकिन सेवा धीमी और मेनू आइटम बहुत सीमित थे।",
            "मैं मैरियट में मुख्यालय में एक सम्मेलन में भाग लेने के दौरान इंडिगो में रहा। यह सबसे तेज दिखने वाला और सबसे आरामदायक कमरा था जिसे मैंने लंबे समय में देखा था। सजावट बहुत कूल्हे, बहुत यूरो है, लेकिन बहुत आसानी से और आराम से व्यवस्थित और नियुक्त की जाती है। स्टाफ के सदस्य बहुत सहायक और बहुत विनम्र थे, लेकिन कठोर तरीके से नहीं। कन्वेंशन सेंटर और प्रमुख सम्मेलन होटल (मैरियट-मरीना और हयात) से दूरी मेरे विचार से सही थी, बैठकों के प्रत्येक दिन की शुरुआत और अंत में एक डिकम्प्रेसिंग वॉक के लिए। बेसबॉल प्रशंसकों को सड़क पर पड्रेस स्टेडियम के सीधे शॉट का आनंद मिल सकता है। सैन डिएगो में जनवरी का मौसम बहुत अच्छा था। मैं अपनी पत्नी के साथ वाटरफ्रंट के साथ दुकानों और रेस्तरां का आनंद लेने के लिए वापस जाना पसंद करूंगा - फिर से इंडिगो में रहना चाहूंगा। फिटनेस सेंटर बहुत अच्छी तरह से सुसज्जित और स्वच्छ था, और सभी उपकरण अच्छे कार्य क्रम में थे। आकस्मिक मुलाकात के लिए लॉबी / रेस्तरां / बार बहुत आरामदायक था।",
            "हम एक सप्ताह के लिए व्यापारिक यात्रा के लिए सैन डिएगो गए। आपकी यात्रा के लिए आपके पास जो भी आवश्यकताएं हैं, उनका पूरा ध्यान रखना स्टाफ का सबसे अच्छा काम है। वातावरण युवा है लेकिन बड़े लोग सही में फिट होते हैं। यह बहुत साफ है, और सजावट में आधुनिक है। हमने बिस्त्रो में भोजन नहीं किया, लेकिन भोजन अद्भुत लग रहा था। उनके पास अलग कॉफी और चाय के साथ कमरे में एक फैशनेबल कॉफी मशीन थी। सिर्फ एक नियमित प्रकार चाहेंगे। हमने सोचा था कि 32 डॉलर एक दिन स्वचालित पार्किंग शुल्क बहुत कठोर था और जब तक आप वैलेट को बांधते रहे, यह वास्तव में महंगा हो गया। सभी में, यह एक महान, नया, आधुनिक तरीका है। कमरों में परिवार के पालतू जानवरों को रखना काफी अनोखा था। 9 वीं मंजिल के बिस्टरो पर जाना और परिवार के पालतू जानवरों को अपने स्वामी के साथ रफ पर शाम का आनंद लेते देखना अच्छा था (मेरा मतलब है)",
            "मैं एक पारिवारिक कार्यक्रम मनाने के लिए कुछ महीने पहले होटल इंडिगो में रुका था। विभिन्न कमरों में हम में से लगभग 10 थे और हम सभी इस होटल शैली, स्थान और दोस्ताना कर्मचारियों से वास्तव में प्रभावित थे। होटल और इसके कमरों में ऐसी शांत, चिकना शैली है। डिज़ाइन वास्तव में बोल्ड है फिर भी फर्नीचर, बेड, बाथरूम सभी आरामदायक और अत्यधिक कार्यात्मक थे। यह एक प्रमुख स्थान पर है क्योंकि यह Gaslamp क्वार्टर में सब कुछ करने के लिए लगभग 5 मिनट की पैदल दूरी है। हममें से किसी ने भी एक बार अपनी कारों का इस्तेमाल नहीं किया। यह बहुत सुकून देने वाला था और स्टाफ वास्तव में हमारे सभी सवालों के साथ बहुत ही सहज था। हम होटल के बार में काफी बाहर हैं क्योंकि इसमें सैन डिएगो शहर का शानदार दृश्य है और इसमें अग्नि के गड्ढे और स्वादिष्ट पेय हैं। हमने नीचे वाले बार / रेस्तरां में नाश्ता भी किया। यह स्वादिष्ट था। यदि आप अपने आप को शीर्ष पायदान के अनुभव के लिए देख रहे हैं तो मैं इस होटल की अत्यधिक अनुशंसा करता हूं। मुझे कोई शिकायत नहीं है!",
            "हम सोलमर होटल (जहाँ हम वास्तव में जाना चाहते थे और पहले से ही आरक्षण करवा चुके थे) में जाने से पहले नए साल की पूर्व संध्या पर यहाँ रुके थे। हमें पूरी कीमत चुकानी पड़ी ($ 200 +) लेकिन इस भावना के साथ बाहर आया कि यह हमारे द्वारा खर्च किए गए प्रत्येक डॉलर के लायक था।\nइंडिगो के कर्मचारी वास्तव में सहायक और मैत्रीपूर्ण थे, भले ही होटल पैक किया गया था और वे थोड़ा अभिभूत थे। हमने एक उच्च तल पर एक शांत कमरे के लिए पूछा और ठीक वैसा ही मिला, जैसा कि गैस्लैम्प जिले के अच्छे दृश्यों के साथ है। कमरे बहुत आधुनिक हैं और एक ही समय में बहुत कार्यात्मक हैं। कमरे में बेहद आरामदायक बेड, बहुत अच्छी तरह से डिज़ाइन किया गया बाथरूम, कॉफी मशीन। वास्तव में बहुत कम था कि हम एक होटल में देखें जो वहां नहीं था। इसके अलावा, होटल सिर्फ 09 जुलाई में खोला गया है, इसलिए सब कुछ नया है।\nएक कैविएट: वैलेट पार्किंग $ 30 से अधिक महंगी है (यह स्पष्ट रूप से इसी तरह के गैसलैम्प जिले के होटलों में प्रथागत है)। यदि आप दिन के दौरान अपनी कार का उपयोग कर रहे हैं, तो यह जिले के कई पार्कों ($ 10 से $ 15 से एक रात) में से एक में छोड़ने के लिए बहुत लायक है।\nकुल मिलाकर, 100% की सिफारिश की",
            "हमने ओहियो से रोज बाउल जाने के लिए सीए का दौरा किया और होटल इंडिगो में सैन डिएगो में अपनी यात्रा शुरू की। पूरी यात्रा का सबसे अच्छा होटल नीचे हाथ। उत्कृष्ट, दोस्ताना स्टाफ, प्राचीन लॉबी और कमरे, बिस्तर और चादरें मरने के लिए थे! कमरा आरामदायक है फिर भी आधुनिक है। अच्छे आकार का कमरा और शॉवर में शानदार ग्लास वाला बाथरूम। हमें जो मिला उसके लिए कीमत उत्कृष्ट थी। मैं स्वयं पार्किंग (केवल एक ब्लॉक दूर) की सिफारिश करूंगा, अन्यथा, होटल पार्किंग के लिए प्रति रात $ 32 का शुल्क लेता है। होटल के कमरे के दरवाज़े ज़ोर से बंद हो जाते हैं, लेकिन मैं इयरप्लग पहनता हूं इसलिए मुझे परेशान नहीं किया।",
            "बढ़िया होटल। हिप सजावट के साथ ताजा। हमारी मंजिल पर नारंगी दालान की तरह नहीं है, लेकिन लॉबी प्यारी थी, जैसे कमरे और विशाल बाथरूम थे। बिस्तर शानदार थे, फ्लैट पैनल टीवी फैब और Aveda स्नान उत्पादों को एक अच्छा स्पर्श। मैं केवल यही चाहता हूं कि उनके पास सस्ते सूट हों! इसके अलावा, महिला बार निविदा नीचे बहुत धीमी थी और हमें सेवा करने में दिलचस्पी नहीं थी (इतने अच्छे स्थल के लिए बहुत ही अनुकूल या पेशेवर नहीं लगती)। बाकी सभी कर्मचारी शानदार थे और हमारे सभी सवालों के साथ बहुत मददगार थे। कन्वेंशन सेंटर में गैसलैंप क्षेत्र या व्यवसाय करने के लिए अच्छा स्थान। हालांकि पार्किंग बदल दी गई थी, इसलिए जब तक हमने होटल नहीं बदले, हमें किराये की कार नहीं मिली।",
            "हमारे पास एक अद्भुत समय था! हम डाइटर्स शमित्ज़ के नाम से वहां के एक युवा सज्जन के प्रति आभारी हैं। जिस क्षण में हम चले थे, उसने हमारा स्वागत किया और अत्यधिक आतुर या बहुत नासमझ हुए बिना भाग लिया। उन्होंने रेस्तरां की शानदार सिफारिशें कीं और स्थानीय नाइटलाइफ़ पर हमें नीचा दिखाया! शानदार दृश्य, शानदार बाथरूम और बादल जैसे बिस्तर के कारण कमरा भी अद्भुत था! हम दुखी थे हम केवल एक रात के लिए वहाँ थे! हम सैन डिएगो में किसी भी समय वहां जरूर रहेंगे! हम डाइटर से प्यार करते थे!",
            "यह एक सहायक कर्मचारियों के साथ एक बहुत ही स्वच्छ आधुनिक होटल है। हमारे कमरे में पड्रे के स्टेडियम (जो एक ब्लॉक दूर है) के अच्छे दृश्य थे, इसलिए मुझे लगता है कि अगर आप शहर में आ रहे हैं तो यह एक अच्छा स्थान होगा। हमने नीचे रेस्तरां में नाश्ता किया और भोजन और सेवा बहुत अच्छी थी। यह स्थान बहुत अच्छा है, यह मुख्य गैस लैम्प स्ट्रिप के लिए दो ब्लॉक वॉक है जिसमें बहुत सारे मज़ेदार बार और अच्छे रेस्तरां हैं और यह बहुत मार्डी ग्रास-एस्क है। इसके अलावा, छत बार देखें, जिसमें रात में विशेष रूप से अच्छे विचार हैं, हालांकि सेवा थोड़ी धीमी थी।",
            "दृढ़ लकड़ी के फर्श के साथ बहुत अच्छे कमरे। शानदार बौछार के साथ बाथरूम अद्भुत था। सिक्योरिटी फीचर पसंद किया जो आपको केवल उस मंजिल तक पहुंचने की अनुमति देता है जिस पर आप एलिवेटोरग के माध्यम से रह रहे हैं। तथ्य यह है कि बर्फ की मशीनें सम संख्या वाली मंजिलों पर स्थित थीं, केवल कुछ हद तक एक खींचें थी। एक महान सौदा अगर आप एएए के सदस्य हैं। सेवा ठीक थी, इस पर निर्भर करता है कि आप किसके साथ काम करते हैं। वैलेट पार्किंग $ 32 / दिन थी, लेकिन यह उम्मीद की जानी थी। कुल मिलाकर, यह एक शानदार अनुभव था और इसकी अत्यधिक अनुशंसा करते हैं।\nमैं अगले ब्लॉक पर थाई रेस्तरां की भी अत्यधिक सिफारिश करूंगा। उत्कृष्ट सेवा, उचित मूल्य और भोजन बस दिव्य था।\nडेनिएल और सिल्वी\nनोवा स्कोटिया, कनाडा",
            "कमरे एक मानक होटल के कमरे से बड़े थे, शॉवर में एक विशाल चलने के साथ बड़ा बाथरूम। बहुत बुरा वे 2 सिर शामिल नहीं था, वहाँ निश्चित रूप से इसके लिए जगह थी। डेस्क पर सेवा अच्छी और मिलनसार थी, उन्होंने ख़ुशी से हमारे लिए स्थानीय मूवी थिएटरों पर शोध किया (धन्यवाद जोसेफ!) मेहमानों की उपयोग के लिए लॉबी से 2 कंप्यूटर हैं, जो अच्छा और आसान था। वैलेट पार्किंग बहुत महंगी है, लेकिन हम सड़क पार्किंग को बहुत करीब से ढूंढने में सक्षम थे। बेड कम्फ़र्टेबल और बड़े फ्लैट स्क्रीन टीवी के साथ कम्फर्टेबल थे। होटल बहुत नया और आधुनिक है। हम 3 रातें पोस्ट क्रूज पर रहे। यह शहर की हर चीज के बहुत करीब है और कई, कई रेस्तरां और दुकानों तक बड़ी पहुंच है। हॉर्टन केंद्र शहर के एक अच्छे पर्यटक की यात्रा के लिए हॉप-ऑन हॉप-ट्रोल के साथ पास में है। स्वाभाविक रूप से हमारे कुत्ते को हमारे साथ यात्रा करने के लिए माना जाता था, लेकिन वह इसे नहीं बना सकी। मुझे खेद है कि वह चूक गई क्योंकि यह जगह कुत्तों के लिए है। पहले कमरों में दृढ़ लकड़ी का फर्श पैरों पर थोड़ा ठंडा था, लेकिन यह सुनिश्चित करता है कि कमरे साफ हों। होटल में एक बहुत ही \"शांत\" \"कूल्हे\" है जो इसे जीवंत करता है।",
            "कुल मिलाकर एक शानदार होटल, हाल ही में स्टाइलिश कमरे और शहर के दृश्य वाली छत पर एक शांत बार के साथ बनाया गया है। गैसलैंप से पैदल दूरी और यदि आपको लगता है कि आपको डेल पर रविवार ब्रंच से चलने की जरूरत है, तो आप एयरक्राफ्ट कार्ट्रिज संग्रहालय में जा सकते हैं।",
            "हमारे कुत्ते बडी के साथ इस पिछले सप्ताहांत में रहे। यह होटल इतना अनुकूल है कि बडी छोड़ना नहीं चाहते थे। उनका स्वागत डाइटर, जोसेफ, क्रिस और सैंडी होटल के कुत्ते ने किया। डाइटर ने उन्हें एक पानी का व्यंजन दिया और जोसेफ ने हमारे लिए क्षेत्र में पालतू मैत्रीपूर्ण रेस्तरां का नक्शा बनाया। हमने बडी दो ब्लॉक चलाए पेटको पार्क ... पैड्रेस का घर ... खेलने के लिए एक रसीला, घास वाला पार्क। कमरा शहर की एक महान दृश्य के साथ हमारी जरूरतों के लिए एकदम सही था। हम सैन डिएगो में फिर से यहां रहेंगे।",
            "बार / आग के गड्ढों को देखने के लिए एक शानदार सुइट था। मैं बहुत यात्रा करता हूं और सैन डिएगो के कई होटलों में रुका हूं। माहौल, कमरा और कर्मचारी सभी बहुत अच्छे थे। निश्चित रूप से सैन डिएगो शहर के सबसे अच्छे होटलों में से एक है।\nनीचे की तरफ और साथ ही 9 वीं मंजिल पर स्थित बार बहुत अच्छे थे। हमारा कमरा सुंदर था। स्टाफ बहुत अच्छा था। और कहने के लिए बहुत ज्यादा नहीं है।",
            "जिस क्षण से हमने ट्रेंडी, वार्म और कोज़ी लॉबी / रिसेप्शन क्षेत्र में कदम रखा, जिस मिनट तक हमने चेक आउट किया, उस समय तक हमें इस होटल में कोई खराबी नहीं मिली। स्कॉटिश फ्रंट-डेस्क प्रबंधक डैरेन के लिए विशेष कुदोस के साथ सभी कर्मचारी अत्यंत ग्राहक उन्मुख और पर्यटक सामान और रेस्तरां आदि के बारे में जानकार हैं। आरामदायक बेड के साथ सुसज्जित कमरे, Aveda टॉयलेटरीज़ के साथ विशाल स्पा जैसे बाथरूम - साथ में कॉफी मेकर, आयरन और इस्त्री बोर्ड और मुफ्त इंटरनेट - हमारे ठहरने के आराम स्तर तक जोड़े गए। हमारा कमरा 11 वीं मंजिल पर था, और शहर और खाड़ी में दूरी पर व्यापक दृश्यों के साथ। वहाँ रहते हुए, हमने 9 वीं मंजिल बार में मंगलवार रात को \"कैनाइन कॉकटेल\" में भाग लिया। प्यूचेस और उनके मालिकों ने बाहरी क्षेत्र का आनंद लिया, आग के गड्ढों और हीटर और शहर के दृश्य के साथ। उन्होंने क्रिसमस के लिए लॉबी / रिसेप्शन / बार क्षेत्र को सजाया और इसने एक और मनभावन आयाम जोड़ा ....... हमारी पांच रातें बहुत तेजी से गुजरीं! सैन डिएगो में हमारे सुखद, सुखद प्रवास में योगदान देने वाले सभी कर्मचारियों को धन्यवाद।",
            "मैं होटल के हॉलिडे इन परिवार का बहुत बड़ा प्रशंसक हूं इसलिए मैं उनकी नई अवधारणा होटल की कोशिश करने के लिए बहुत उत्साहित था। यह शानदार था। कमरे भव्य हैं। लकड़ी के फ़र्श, ऊबर-कूल्हे के कपड़े और वस्त्र टूम में। मुझे कुएरिग कॉफी निर्माता और एवेदा स्नान उत्पादों से प्यार था। बेड सुपर कम्फ़र्टेबल था और पूरे होटल में बस एक मजेदार वाइब था। छत पर बार और आग के गड्ढे आश्चर्यजनक हैं। मुझे सच में दोबारा यहां ठहरना होगा। इसके अलावा यह केवल 5 स्ट्रीट रेस्तरां / बार से 4 ब्लॉक अधिक है।",
            "मैंने अक्टूबर में इंडिगो में दो रातें वेस्ट कोस्ट की यात्रा के दौरान बिताई थीं। मेरी 3 सप्ताह की यात्रा में यह सबसे अच्छा मूल्य था। यह होटल वास्तव में नया है और केवल 3/4 ब्लॉकों में से एक है जो गैस्लैम्प के रेस्तरां / शॉपिंग स्ट्रिप के मूल में है, और यह भी केवल पेटको पार्क से 2 ब्लॉक दूर है, यदि आप एक Padres प्रशंसक हैं।\nकमरे का आकार अच्छा था, बिस्तर बहुत आरामदायक था और बाथरूम में एक बिजली की बौछार और Aveda उत्पाद थे। मेहमानों के लिए निःशुल्क पहुँच के साथ लॉबी में दो मैक और एक प्रिंटर है, जो बहुत काम का था। होटल ने यह भी महसूस किया कि इस तरह के एक विशाल प्रस्ताव या पास के रेस्तरां के साथ, इसके मेनू को छोटा रखना सबसे अच्छा था, इसलिए यह नाश्ते या नाश्ते के लिए एक अच्छी जगह है। और वे वास्तव में पालतू के अनुकूल हैं - कभी नहीं सोचा था कि मैं एक हेलोवीन पालतू पार्टी का गवाह बनूंगा, यहां आप जाओ!\nकुछ ग्लिच हैं जो समग्र अनुभव से समझौता नहीं करते हैं: दीवार के रंग कई बार बहुत उज्ज्वल होते हैं (गलियारों पर लाल नारंगी?), और बाथरूम में डिजाइन के लिए ऐसा प्रयास है कि यह w / oa एकल समाप्त हो गया? टॉवर रैक - इको अभियान में शामिल होने के लिए बहुत आसान नहीं है यदि आपका टॉवर स्थायी रूप से गीला है! मुझे यह भी नहीं पता था कि वे कमरे में तिजोरियां क्यों नहीं रखते थे, इसलिए आप स्वागत कक्ष में अपने कीमती सामान को छोड़ देंगे। और उन लोगों के लिए जिन्हें वास्तव में कमरे में मिनीबार की जरूरत है - मेरा मामला नहीं - यहां कोई नहीं था।\nयह सब एक बहुत ही स्मार्ट, आरामदायक और अच्छी तरह से स्थित होटल है। मैं निश्चित रूप से सिफारिश करूंगा और सैंड डिएगो में यहां वापस आऊंगा।",
            "एक प्यारा, आधुनिक होटल। स्वच्छ, कायरता, शहर के सबसे अच्छे बिट के पास। शानदार और शानदार,\nबहुत दोस्ताना स्टाफ। बहुत बढ़िया मूल्य !!!!\nरूफ टॉप बार शानदार है।\nमैं इसे पर्याप्त अनुशंसा नहीं कर सकता - हम इसे यहाँ प्यार करते थे,",
            "मैं हाल ही में 4 रात के लिए होटल इंडिगो में रुका था। होटल बिल्कुल नया है, इसलिए सब कुछ अच्छी तरह से रखा गया है, साफ और अच्छी तरह से सजाया गया है। कमरे बहुत अच्छे हैं ... बाथरूम बहुत सारे काउंटर स्पेस के साथ बड़ा है, बेड अविश्वसनीय रूप से आरामदायक हैं और दृश्य शानदार हैं। जिम छोटा है, लेकिन ट्रेडमिल, बाइक और मुफ्त वज़न है ... खिड़कियों की दीवार से दृश्य का उल्लेख नहीं करने के लिए! एक अलग ध्यान डेक जिम से दूर है ... सुंदर!\nस्थान के लिए, आपको एक बेहतर होटल नहीं मिल सकता है। यह उन सभी रेस्तरां और बार से 3 ब्लॉक है जो आप चाहते हैं और चिड़ियाघर, बाल्बोआ पार्क, कोरोनाडो द्वीप, आदि जैसे आकर्षणों से सिर्फ एक छोटी टैक्सी की सवारी कर सकते हैं।\nकर्मचारी अद्भुत हैं ... विशेष रूप से सामने वाले दरवाजे के चालक दल! मैं उनके बारे में पर्याप्त नहीं कह सकता, विशेष रूप से जेम्स, ब्रायन और विंस। उनके पास रेस्तरां और देखने के स्थानों के लिए हमेशा शानदार सुझाव थे। आपके पास जो भी प्रश्न हैं, सीधे उनके पास जाएं!\nमहान रेस्तरां चयनों के लिए 5 वीं और 6 वीं दोनों सड़कों पर जाते हैं ... स्ट्रिप क्लब का प्रयास करें जो वास्तव में शांत 21+ स्टीकहाउस है जहां आप अपने स्टेक या एक अच्छा नाश्ता स्थान ग्रिल करते हैं, जो होटल के दक्षिण में ब्लॉक के एक जोड़े को ब्रोकन योल है। .. कभी सोचा कि आमलेट पर खट्टा क्रीम इतना अच्छा स्वाद ले सकता है! :)",
            "हम दुनिया भर के कई अपस्केल होटलों में और साथ ही सैन डिएगो में 2 अन्य लोगों के यहां रुके हैं। हम रिश्तेदारों का दौरा कर रहे थे और इस साइट पर अन्य सिफारिशों के आधार पर इंडिगो को चुना। संक्षेप में, हम निराश नहीं थे। कीमत वाजिब थी और यह बेहद लुभावना, आरामदायक और अच्छी तरह से चलने वाला था। यद्यपि हमने अपना समय रिश्तेदारों के साथ बिताया है, यह कन्वेंशन सेंटर, PETCO फ़ील्ड सहित कई महान रेस्तरां और गतिविधियों से पैदल दूरी के भीतर है। पार्किंग महंगी है, लेकिन मुझे लगता है कि यह किसी भी डाउनटाउन होटल का सच है (या यह कीमत में परिलक्षित होता है)। कमरे के इंटरनेट में मुफ्त वायरलेस पर हस्ताक्षर करने में हमें कुछ कठिनाई हुई लेकिन एक अनुकूल फोन कॉल ने इसे ठीक कर दिया। हमे निश्चित रूप से वहाँ फिर से रहना होगा। यात्रा सलाहकार पर यह मेरी पहली सिफारिश है लेकिन वे इसके लायक हैं इसलिए मैं समय ले रहा हूं।",
            "यह सैन डिएगो की हमारी पहली यात्रा थी। जब आप अपने पालतू जानवर के साथ यात्रा करते हैं तो यह हमेशा तनावपूर्ण होता है। सिर्फ इसलिए कि आप एक कुत्ते के साथ यात्रा करते हैं जिसे आप एक अच्छी जगह चाहते हैं।\nहोटल इंडिगो क्षेत्र में एक नया होटल है। मैं इस होटल के बारे में पर्याप्त अच्छी बातें नहीं कह सकता .. पालतू दोस्ताना हाँ..नहीं फिदो के लिए अतिरिक्त शुल्क। पेट पार्क बहुत सुविधाजनक है। पूरे स्टाफ को उनके लिए सराहा गया\nउत्कृष्ट ग्राहक सेवा। हर समय ऊपर और परे।\nकमरे बहुत अच्छे हैं और बेड लाइन के ऊपर हैं। क्या आप और आपका पालतू अगली बार सैन डिएगो में रहते हैं।",
            "यह एक नया (जुलाई में खोला गया) ट्रेंडी, गैस्लैम्प क्वार्टर में प्यारा सा होटल है। इसमें आधुनिक चिकना अनुभव है, लेकिन कर्मचारी मित्रवत और घरेलू हैं।\nइस होटल के डिजाइन के बारे में इतना तो काम नहीं करना चाहिए लेकिन करता है - कमरों में लकड़ी के फर्श आपके रहने को शोर मचाते हैं, लेकिन कमरे शांत हैं। पौधों के अत्यधिक नज़दीकियों के विशाल भित्ति-चित्र आपको वीनस फ्लाईट्रैप में फंसे एफ़िड की तरह महसूस करना चाहिए, लेकिन वे इसके बजाय शांत की भावना जोड़ते हैं। पास के बेसबॉल स्टेडियम को गर्म-कुत्तों और बीयर-वाई को महसूस करना चाहिए, लेकिन यह काफी सुरुचिपूर्ण है।\nहमारा कमरा वेंडिंग क्षेत्र द्वारा एक कोने का कमरा था, और हम सुबह 4 बजे एक बार बर्फ मशीन सुन सकते थे, लेकिन इसके साथ ही मैंने सोचा था कि हम होटल में केवल लोग थे (शुक्रवार की रात व्यस्त होने की संभावना नहीं है!) नज़ारा स्टेडियम का नहीं था, जिसे मैं कुछ कमरों का चेहरा समझता हूँ। हम बिल्कुल भी बुरा नहीं मानते थे, क्योंकि हम वहां देखने के लिए नहीं थे। हमने उन सभी स्थानों पर चलने में सक्षम होने की सुविधा की सराहना की, जहां हम जाना चाहते थे, और बाद में लौटने के लिए एक बहुत अच्छा घर आधार था।\nसबसे अच्छा तरीका मैं यह वर्णन कर सकता हूं कि क्यूपर्टिनो में सरू होटल और सिएटल में ओलिव 8 में हयात को देखना है। इसे सरू का वाइब और हयात का लुक मिला है। दोनों ही मामलों में, ये बहुत अच्छी चीजें हैं।\nएक अच्छे होटल में वाईफ़ाई एक दुर्लभ इलाज है, भी! हम अपने प्रवास से बहुत खुश थे।",
            "होटल इंडिगो के लिए एक फैशनेबल ग्यारह है जो होटल द्वारा प्रदान की जाने वाली हर चीज की गुणवत्ता को समझता है। सुंदर कमरा; चादरें और तकिए स्वर्गीय हैं। बाथरूम में एक स्पा का माहौल था और यह बेहतर नहीं हो सकता था। रूफ टॉप ओपन-एयर लाउंज? खूबसूरती से किया। फिटनेस सेंटर? छोटी, लेकिन कभी भीड़ नहीं - और पूरी तरह से तैयार; बहुत अच्छा दृश्य। जमीनी स्तर पर बार सुंदर है - और क्योंकि यह सैन डिएगो है, खिड़कियों को सड़क के साथ अंतरिक्ष को एकजुट करने के लिए अकॉर्डियन-शैली खोला जाता है। उत्तम। यह एक व्यापार यात्रा थी, इसलिए मैं एक पालतू जानवर नहीं लाया - लेकिन मैं कर सकता था! होटल इंडिगो विनीत रूप से पालतू-मित्र है (लेकिन मैं इसे बिना पूछे नहीं जानता था)। इससे ज्यादा मैं क्या कह सकता हूँ? रेस्तरां और क्लब के साथ-साथ कन्वेंशन सेंटर की पैदल दूरी; और मुझे अपने कमरे से बेसबॉल स्टेडियम का एक महान दृश्य दिखाई दिया। यह मेरी अद्भुत सैन डिएगो की पहली यात्रा थी, सीए, और होटल इंडिगो बेहतर नहीं हो सकता है।",
            "सबसे पहले, होटल एक फ्रिज या माइक्रोवेव की पेशकश नहीं करता है, जो कि मुझे लगता है कि मैंने बुकिंग से पहले महसूस किया था। हम वहाँ 4 रात रुके थे, और हम कमरे में कम से कम फ्रिज रखना पसंद करते थे, लेकिन उनके पास एक भी नहीं था जो वे हमारे लिए ला सकते थे। दूसरे, वैलेट पार्किंग आपका एकमात्र विकल्प है, और यह पहले से ही कीमत वाले कमरे के शीर्ष पर $ 30 अतिरिक्त है। कमरा काफी अच्छा था, अगर हम कितना भुगतान कर रहे थे, इस पर विचार करने के लिए थोड़ा तंग। कर्मचारी शहरी महंगे होटल कर्मचारियों के लिए विशिष्ट हैं - थोड़ा झपकी लेना, लेकिन यह उम्मीद की जानी है। फैंसी लॉबी, और फैंसी, पूरी तरह से निर्जन छत लाउंज। पूरी तरह की तरह लग रहा था कि यह बहुत कठिन कोशिश कर रहा था।",
            "हम होटल इंडिगो में एक अद्भुत समय था! न केवल मेरे प्रेमी और मैंने खुद का आनंद लिया, बल्कि हमारे कुत्ते डोजर ने भी किया! आप देखिए, यह एक पालतू मित्रवत होटल है और वे आपके पालतू जानवरों को वही विशेष उपचार देते हैं, जैसे वे आपको देते हैं। उदाहरण के लिए होटल के बाहर के भाग में पानी का कटोरा और डॉगी ट्रीट है। यह कितना अच्छा है! .... स्टाफ ने हमें बहुत अच्छा महसूस कराया। वे मिलनसार थे और हमें कुछ भी करने के लिए तैयार थे! हम एक रात के लिए होटल में रुके थे और अगले दिन छत पर बार में हमारी लॉन्च पार्टी थी। यदि आप एक विशेष कार्यक्रम या पार्टी पर विचार कर रहे हैं, तो 9 वीं मंजिल पर छत के शीर्ष बार के पास जगह है। वहाँ से दृश्य बहुत बढ़िया है और माहौल बहुत अच्छा है! कुछ कर्मचारी सदस्य हैं जिन्हें हम एक विशेष धन्यवाद देना चाहते हैं ..... वैट सेवा से विन्स, ब्रायन बेलमैन, क्लेयर, मोनिका और थैडियस के सामने डेस्क पर, जोसेफ भी सामने की मेज से था, जो नहीं था हमारे प्रवास के दौरान, लेकिन मुझे फोन पर ग्राहक सेवा प्रदान की, ब्रैंडन ने छत के ऊपर बार में बारटेंडर, केनी ने सर्वर, जिसने हमें सेल्स और कैटरिंग विभाग से टेबल, मार्सेलो द फूड एंड बेवरेज डायरेक्टर और केयर्न और मिलिना की मदद की। ये व्यक्ति ग्राहक सेवा से ऊपर और परे चले गए और वास्तव में हमारे प्रवास को सुखद बना दिया! जैसा कि हम घर जाने के लिए जा रहे थे, हमारे कुत्ते डोजर ने अपने ब्रेक को सामने वाले द्वार पर डाल दिया, क्योंकि वह जाना नहीं चाहता था। मैंने उसे आश्वासन दिया कि हम निश्चित रूप से फिर से वापस आ रहे हैं और वह खुश थी। हम सभी को इस स्टाइलिश और आरामदायक होटल की बहुत सलाह देते हैं! आप सभी के लिए धन्यवाद होटल इंडिगो!",
            "बस एक सैन डिएगो छुट्टी से लौटा जिसमें इस होटल में छह रातें शामिल थीं। सब कुछ सही था। कमरा और सुविधाएं आधुनिक और स्वागत योग्य थीं और हाउसकीपिंग सब कुछ बेदाग रखती थी। रात को कोई शोर नहीं- हम शांति से सो गए। हमने एक कार किराए पर नहीं ली थी, इसलिए नज़दीकी ट्रॉली स्टॉप (\"पार्क एंड मार्केट\" लोकेशन) और आस-पास का शानदार ब्रेकफास्ट स्पॉट (\"कैफ़े 222 के लिए तेज़ चलना\" - शानदार!) स्वागत से अधिक था। चेक-आउट के दौरान कर्मचारियों ने एक टैक्सी चलाने में हमारी सहायता की। इसके अलावा, हम एक कंप्यूटर के बिना थे, लेकिन लॉबी क्षेत्र के लोग मानार्थ थे और स्टाफ ने हमें घटनाओं के टिकट प्रिंट करने में मदद की। मोनिका- फ्रंट डेस्क के कर्मचारियों में से एक- हमेशा हमारे लिए ऊपर और परे जा रहा था। अगले साल लौटने का इंतजार नहीं कर सकता!",
            "हाल ही में खोला गया, इमारत में हर जगह की सजावट शीर्ष पायदान और आश्चर्यजनक है।\nपूरी तरह से प्रत्येक स्टाफ सदस्य जो हम मिले, उसका स्वागत करने वाली मुस्कान थी और कृपया खुश करने के लिए उत्सुक थे। वे न केवल खाने के लिए एक शानदार जगह की सिफारिश करेंगे (नाश्ते के लिए टूटी हुई योक हमारी पसंदीदा थी), लेकिन आप दिशा निर्देश देते हैं, या जब आप बाहर की जाँच करते हैं और आपके लिए देखते हैं, तो एक टैक्सी को कॉल करें।\nहम हैलोवीन वीकेंड पर रहे और मॉन्स्टर बैश से कुछ दूर कुछ ब्लॉक पर जा रहे थे, हमारा कमरा (और पूरा होटल) शांत था और रात को शानदार नींद की पेशकश की। तकिए और बेड सपने और आरामदायक थे।\nमेरा पसंदीदा स्पर्श बाथरूम में समृद्ध चॉकलेट पेंट था जिसने घमंड और फर्श के रंगों की सराहना की। (हम 11 वीं मंजिल पर थे, पहले कुछ मंजिलों में नीले बाथरूम हैं)\nमेरा एकमात्र सुझाव है कि टॉयलेट कटोरे, खिड़की, साथ ही साथ कॉफी फिल्टर और आपूर्ति को बदलने के OUTSIDE की सफाई पर हाउसकीपिंग का पूरा ध्यान हो।",
            "इस होटल के लिए मेरे पास केवल एक शब्द है - PHENOMONAL! ठीक है, शायद मैं कुछ और जोड़ूंगा: अद्भुत, सुंदर, अविश्वसनीय, भव्य, आरामदायक, पालतू-मैत्रीपूर्ण, पर्यावरण के अनुकूल, विस्तार के लिए चौकस, उत्कृष्ट सेवा!\nमैंने कॉलेज से अपने दोस्तों के साथ अपनी वार्षिक \"लड़कियों की यात्रा\" के लिए हैलोवीन सप्ताहांत में सैन डिएगो में नए होटल इंडिगो की कोशिश की। हम सभी ने अलग-अलग शहरों से उड़ान भरी, और मेरे एक मित्र मुझसे कई घंटे पहले पहुंचे। मैंने होटल को फोन किया और उन्हें सूचित किया कि उसकी उड़ान मुझसे पहले हो जाएगी और पूछा कि क्या उसे मेरे नाम पर आरक्षण होने के बावजूद जांच करने की अनुमति दी जाएगी। उसकी सारी जानकारी ली और उसे खुले हाथों से अभिवादन किया।\nजब हम में से बाकी लोग आए, तो हमें नाम से अभिवादन किया गया (वे कैसे जानते थे कि यह हम थे?) यह कहकर कि \"आपको जॉर्जिया और विस्कॉन्सिन की लड़कियां होना चाहिए!\" वाह! हम अपने कमरे में आ गए और यह सुंदर था! समृद्ध पूर्ण रंग, दृढ़ लकड़ी का फर्श, बड़े एलसीडी प्लाज्मा टीवी (ऐसा नहीं है कि हमने इसे कभी भी चालू नहीं किया), और इसका सबसे अच्छा हिस्सा - Aveda स्नान उत्पाद! (वही सामान जो मैं वास्तव में घर पर उपयोग करता हूं!)\nइन-रूम जानकारी के होटल के बारे में थोड़ा पढ़ते हुए, यह होटल ब्रांड के लिए पहला LEED प्रमाणित होटल है। उनके पास बहुत सारे महान पर्यावरण के अनुकूल नागरिक हैं: कमरे में रीसाइक्लिंग, अपनी चादरें और तौलिया कार्यक्रम रखें यदि आपको हर दिन उन्हें धोने की ज़रूरत नहीं है, तो बेहतर वायु गुणवत्ता के लिए दृढ़ लकड़ी के फर्श और कई, कई और चीजें।\nउनके पास एक शानदार 9 वीं मंजिल का आउटडोर फी टेरेस बार है जहां आप सैन डिएगो बंदरगाह और गैस लैंप जिले की देखरेख कर सकते हैं। इसमें प्रकृति के सभी तत्वों को गले लगाने वाला एक शानदार वातावरण है: आग के महान गड्ढों के साथ आग, एक सुंदर प्रतिबिंबित पूल के साथ पानी, अविश्वसनीय पत्थर के काम के साथ पृथ्वी और खुली हवा की छत के साथ हवा। उनके पास पहली मंजिल पर एक अद्भुत रेस्तरां और बार है जिसमें बड़ी-बड़ी दीवारें हैं, जो खुल जाती हैं - ताकि आप अद्भुत सैन डिएगो मौसम का अनुभव कर सकें!\nएक और चीज जो मेरे दिल को जीत लेती है - वे पालतू-मैत्रीपूर्ण हैं! होटल में कई, कुत्तों के साथ कई लोग थे और कुत्तों का स्वागत ऐसे किया जाता है जैसे कि वे परिवार के सदस्य हों। उनके पास दो पैरों वाले मेहमानों के लिए खुश घंटे विशेष के साथ एक कैनाइन कॉकटेल घंटे और चार पैरों वाले मेहमानों के लिए मुफ्त कुत्ते कुकीज़ और पानी के कटोरे हैं! मैंने कभी भी इस तरह की खुशियाँ नहीं देखीं!\nमैं सेवा के बारे में क्या कह सकता हूं? हर कर्मचारी (या इनबासादर्स के रूप में उन्हें बुलाया जाता है) ने गर्मजोशी से स्वागत घरों के साथ स्वागत किया, हर बार जब हम अंदर गए, मुस्कुराए, हमारे पास मौजूद किसी भी प्रश्न का उत्तर दिया, शहर में करने के लिए चीजों की उत्कृष्ट सिफारिशें दीं और वास्तविक सर्विस प्रोवर्स थे! इस टीम को KUDOS !!\nपूरी यात्रा का मेरा पसंदीदा हिस्सा सैंडी - होटल इंडिगो शुभंकर होगा। वह एक स्थानीय आश्रय से बचा हुआ कुत्ता है जो होटल इंडिगो में अपना घर बनाता है। वह मेहमानों का स्वागत करती है, लोगों की जांच करने में मदद करना पसंद करती है और खरोंच के लिए कुछ भी करेगी!\nमैं निश्चित रूप से होटल इंडिगो सैन डिएगो में वापस आऊंगा! एक महान शहर में एक अद्भुत जगह!",
            "मुझे सजावट बहुत पसंद थी। इस होटल में सही मात्रा में वर्ग और परिष्कार की सुविधा है, जो सही मात्रा में आराम के साथ संतुलित है। अधिकांश कर्मचारी बहुत ही मिलनसार और मददगार थे, लेकिन विशेष कुडोस उन लोगों के पास जाते हैं जो दरवाजा / सेवक का काम करते थे। 9 वीं मंजिल पर छत बहुत शांत है, लेकिन मैंने कभी भीड़ नहीं देखी। वे एक अच्छा पेय मिश्रण करते हैं, और दृश्य बहुत अच्छा है, लेकिन आप अच्छे समय लाने के लिए मिल गए हैं।\nजगह एकदम नई है। और जब यह पालतू अनुकूल है, तो आप इसे स्वच्छता से कभी नहीं जान पाएंगे। अगर मैं फिर से एक सैन डिएगो होटल में रहने जा रहा था, तो यह होगा। मनोरंजन के लिए आपको जो कुछ भी चाहिए और परिवहन विकल्पों तक त्वरित पहुंच, वे सभी पैदल दूरी के भीतर हैं, लेकिन निकटतम पड़ोसी शांत नए निर्माण कोंडोस ​​हैं।",
            "मैं ऑरेंज काउंटी क्षेत्र से एक पेशेवर DMC हूं और पहले हाथ का अनुभव करने के लिए इंडिगो गया था जो इस नए होटल को किसी भी भविष्य के ग्राहकों के लिए पेश करना है। मैं ज्यादा उम्मीद नहीं कर रहा था लेकिन शुरुआत से ही पेशेवर कर्मचारियों पर पूरी तरह से आश्चर्य था।\nडैरेन और डाइटर के फ्रंट डेस्क स्टाफ ने मुझे पूछने से पहले मेरे सभी सवालों के जवाब दिए। मुझे होटल के एक महान दौरे के साथ अपने कमरे में निर्देशित किया गया था। स्थान समूहों के लिए एकदम सही है क्योंकि वे इंडिगो के सभी ब्लॉकों के भीतर स्थित गैसलैम्प जिले के भोजन, खरीदारी और बंदरगाह तक चल सकते हैं।\nकिसी को भी, जो न केवल धूप में बल्कि पूरे पैकेज में मस्ती का सप्ताहांत चाहता है। छत पर बार खाना बहुत अच्छा है और फिर से कर्मचारी आपकी सबसे अच्छी उम्मीदों से परे हैं। मैं इसे एक स्थल-स्थल बनाऊँगा और भविष्य में समूहों के साथ-साथ ऐसे व्यक्तियों की भी सिफारिश करूँगा, जो किसी स्थान की तलाश करते हैं, जो अपने पैरों के अलावा अन्य परिवहन साधनों का उपयोग करते हैं।",
            "जब मेरे बेटे की शादी एक समस्या थी, डैरेन और किम्बर्ली ने कर्मचारियों को काम करने के लिए रखा और एक उत्कृष्ट अनुभव दिया। दोपहर और 4 बजे के बीच, उन्होंने छत को हमारे छोटे समूह के लिए एक शानदार शादी की सेटिंग में तब्दील कर दिया और छोटी सूचना पर इतना अधिक प्रदान किया।\nन केवल उन्होंने जीवन के लिए एक ग्राहक प्राप्त किया है, मैं हमेशा उनके बारे में दूसरों को बताऊंगा। क्या इससे बेहतर कोई विज्ञापन है? मैंने सेवा को उच्च दर्जा दिया होगा, लेकिन 5 पर रोकना होगा।",
            "हमारे 2 कुत्तों के साथ सैन डिएगो की यात्रा की, होटल पालतू जानवरों को बिना किसी अतिरिक्त लागत के अनुमति देता है, साथ ही पेटको पार्क 2 ब्लॉक दूर है, जहां आप उन्हें चला सकते हैं। होटल बहुत ही उत्तम दर्जे का है।",
            "होटल इंडिगो, गैसलैम्प में रहने और 2009 के बेसबॉल सत्र के अंतिम तीन खेलों का आनंद लेने के लिए एक शानदार जगह थी। यह पेटको पार्क और रेस्तरां के बहुत करीब है। यह कोरोनाडो के लिए नौका से पैदल दूरी पर है।\nफ्रंट डेस्क ने साउथवेस्ट एयरलाइंस में हमें चेक करके अच्छी ग्राहक सेवा प्रदान की, जबकि हम अपने प्रस्थान से पहले शाम को बेसबॉल खेल का आनंद ले रहे थे। लेकिन उन्होंने उत्कृष्ट ग्राहक सेवा प्रदान की, विशेष रूप से केल्सी, यह सुनिश्चित करके कि हमने अपना कुछ सामान बरामद किया, जिसे हमने अपने सप्ताहांत के प्रवास के बाद अपने कमरे में छोड़ दिया था। केल्सी और फ्रंट डेस्क स्टाफ के सभी हमारे प्रवास के दौरान और बाद में सहायक, विनम्र और पेशेवर थे।",
            "पार्टी में जाने के इच्छुक लोगों के लिए होटल एक बेहतरीन क्षेत्र है। सभी बार और क्लबों के करीब। स्टाफ बहुत दोस्ताना है। हाउसकीपिंग को कुछ काम चाहिए। हमें अपने कमरे को साफ करने के लिए उन्हें बुलाना पड़ा। बहुत सुंदर होटल। आप सप्ताहांत में क्षेत्र में सस्ती पार्किंग पा सकते हैं, $ 35 खर्च न करें।",
            "हमने इंडिगो में सिर्फ 3 रातें बिताईं और इसे सभी ने पसंद किया। चेक से चेक आउट करने के लिए कर्मचारी हमेशा अनुकूल था। कमरे आधुनिक थे लेकिन इतने आरामदायक थे। शॉवर में टहलना पसंद था। 9 वीं मंजिल पर स्थित लाउंज / बार शहर के बाहर और पेटको पार्क का दृश्य देखने और घूमने के लिए एक शानदार जगह थी। प्रत्येक मंगलवार को होटल में एक खुशहाल घंटा होता है, जहां मालिक अपने कुत्तों को पीने और मस्ती करने के लिए 9 वीं मंजिल के लाउंज तक ला सकते हैं।\nहोटल के बारे में मैं केवल नकारात्मक बात कह सकता था कि रात में सड़कों पर काफी शोर था। लेकिन आपको उम्मीद है कि क्षेत्र के सभी बार, रेस्तरां और पेटको स्टेडियम के साथ। धन्यवाद इंडिगो।",
            "हम अपने हनीमून के लिए दो सप्ताह पहले यहां आए थे और यह अद्भुत था! उनकी वेबसाइट पर मौजूद चित्र इस जगह का न्याय नहीं करते। यह आधुनिक है और सजावट बढ़िया है। हमारा कमरा बिल्कुल सही था ... 5 वीं मंजिल और हमें पेटको पार्क का नज़ारा था। हम हर जगह चलने में सक्षम थे, यहां तक ​​कि हम हॉर्टन प्लाजा भी चाहते थे। यह हमारे हनीमून पर क्या कर रहा था, इसके लिए एक सही स्थान था। यह होटल अभी भी नया है और वे इसे बनाए रखते हैं। कर्मचारियों का व्यवहार बहुत ही सहायक था।\nजहां तक ​​पार्किंग जाती है, मुझे लगता है कि हर किसी को पता होना चाहिए कि जब आप शहर में रहते हैं तो पार्किंग शुल्क है। यह आपके आरक्षण पर कहा जाना चाहिए था। सैन डिएगो, शिकागो, ला, या किसी भी अन्य प्रमुख शहर में कहीं भी नहीं है जिसे आपको पार्क करने के लिए भुगतान नहीं करना है।\nमैं किसी को भी इस होटल की सिफारिश करूँगा!",
            "यह होटल इतना नया है कि आपको कहीं और नहीं मिल सकता है जो आपको कीमत के लिए बहुत कुछ देता है, लेकिन मुझे लगता है कि कम दरें हमेशा के लिए नहीं रहेंगी। और यह एक पर्यावरण के प्रति जागरूक इमारत है! नाइटलाइफ़ के लिए महान स्थान और बिल्कुल अद्भुत आधुनिक अंदरूनी। गैसलैंप जिले के समुद्र में सुंदर मणि। मैं इस जगह की सिफारिश नहीं कर सकता।\nयदि आप इसे कर सकते हैं, तो टेरेस सूट (# 916) फसल की क्रीम है, और अपनी प्रेमिका को दिया और मुझे एक अनुभव है कि हम एक बहुत ही विशेष सप्ताहांत के लिए कभी नहीं भूलेंगे!\nहम निश्चित रूप से लौटने का बहाना ढूंढ रहे होंगे!",
            "होटल केवल 09 जुलाई में खोला गया और इसे खूबसूरती से सजाया, ताजा और साफ किया गया। बेस बॉल स्टेडियम की छत की छत शानदार है।\nकर्मचारी बहुत सहायक और ज्ञानी थे।\nहमने प्री-बुक किया था और भुगतान किया था, लेकिन यह नहीं पता था कि पार्किंग के लिए अतिरिक्त शुल्क देना होगा। डेस्क प्रबंधक ने स्वीकार किया कि हमें पार्किंग के बारे में नहीं बताया गया था और शुल्क माफ कर दिया था।",
            "यह कहना मुश्किल है कि सैन डिएगो में रहने के लिए सबसे अच्छा क्षेत्र कहां है, लेकिन गैसलैंप क्वार्टर ठीक था। होटल बहुत अच्छा है, अभी भी नई खुशबू आ रही है, और ठाठ था, और कर्मचारी दोस्ताना और सहायक था। कमरा छोटा था, लेकिन निश्चित रूप से अच्छी तरह से सुसज्जित और थोड़े समय के लिए पर्याप्त बड़ा था। मेरे कमरे में पेटको पार्क का एक शानदार दृश्य था, लेकिन एक छोटा सा पूल, फायरपिट और पेटको पार्क का एक और शानदार दृश्य भी था। बॉलपार्क के अलावा, इस क्षेत्र में कैब, नाश्ता स्थान, या रेस्तरां जैसे बहुत कुछ नहीं था, लेकिन ज्यादातर चीजें होटल से 15 मिनट की पैदल दूरी के भीतर थीं। मैंने बहुत सारे शहर देखे, जिनमें कई तरह के बीज वाले क्षेत्र भी शामिल थे, और यह होटल बेहतर क्षेत्रों में से एक था।\nकेवल एक चीज जो मुझे होटल की रेटिंग 5 से दूर रखती है, वह है पानी, रेस्तरां आदि से इसकी निकटता, लेकिन इसके बारे में बाकी सब कुछ बहुत अच्छा था।",
            "वाह..हॉलिडे इन की नई शैली का होटल ब्रांड, होटल इंडिगो, मेरी किताब में अब तक हिट है! मैंने पेटको पार्क में कुछ बॉल गेम्स में काम करने के बाद एक रात ठहरने के लिए इस प्रॉपर्टी की जाँच की।\nपहली नज़र में जब आप अल्ट्रा शेख लॉबी में देखते हैं, तो यह केवल दृश्य अनुभव नहीं है, इसका समग्र संवेदी अनुभव ... आंखों के लिए रंग, कानों के लिए महान संगीत और नाक के लिए वेनिला की खुशबू है। :) लॉबी में बहुत बड़े स्क्रीन पर एक बार, एक रेस्तरां और इंटरनेट का उपयोग है, साथ ही पास में एक प्रिंटर ... बहुत पसंद आया!\nमैंने लगभग शाम 5 बजे जाँच की, और मेरा कमरा जाने के लिए तैयार था ... सामने वाला डेस्क स्टाफ कमाल का था, अच्छा लगा जब वे आपको नाम से बुलाते हैं, और पहले नाम से भी बेहतर होता है जैसे उन्होंने ... एक महान यात्रा के बाद लिफ्ट के शीर्ष तल पर, फर्श 12, लिफ्ट के माध्यम से जो आपसे एक महान लहजे में बात करता है, मैं अपने कमरे में पहुंचा।\nकमरा बस कमाल था! सबसे अच्छा सजाया कमरा मैंने थोड़ी देर में देखा है, दृढ़ लकड़ी के फर्श, भयानक बाथरूम, एक शानदार ओवरसाइज़्ड शॉवर के साथ जो बहुत ही शानदार था। राजा के आकार का बिस्तर बहुत आरामदायक था, टीवी रिसेप्शन एकदम सही था, मुझे यह याद नहीं है HD प्रोग्रामिंग था। कमरे से शहर और खाड़ी के शानदार दृश्य दिखाई देते थे।\nएक साइड नोट पर, 9 वीं मंजिल के टेरेस पर जाएं, यह फायरप्लेस, आराम से कुर्सियां, दीवार पर टीवी, स्पीकर, और अपने पसंदीदा कामों के साथ एक बार है जिसे आप पेटको पार्क में सीधे देखने का आनंद लेते हुए आनंद ले सकते हैं। घर की प्लेट के बिना-बाधित रुकावट, क्योंकि होटल सेंटरफील्ड और पार्क में पार्क से परे कुछ ही ब्लॉक है।\nहोटल से हवाई अड्डे पर वापस जाने के बाद मैं ब्रॉडवे और 4th एवेन्यू पर चला गया और एक सिटी बस (# 992) को पकड़ लिया, जो कि सीधे 2.256 डॉलर के लिए हवाई अड्डे पर टर्मिनलों तक जाती है। ..\nयह जगह अत्यधिक पालतू के अनुकूल है। ऐसा लग रहा था कि कुछ कर्मचारियों ने उनके साथ अपने कुत्ते ...\nखिचड़ी भाषा का इंतजार वापस जाने के लिए! हॉलिडे इन को यह अधिकार मिल गया!",
            "यह होटल इंटरकांटिनेंटल ब्रांड (हॉलिडे इन आदि) का बुटीक ऑफर है। भवन नया निर्माण है और काफी अच्छी तरह से बनाया गया लगता है। हमारा कमरा सीधे एक हाउसकीपिंग स्टोरेज रूम के बगल में था और हमारे दो रात्रि प्रवास पर दो या तीन बार, मैं चीजों को अलमारियों पर रखा जा सकता था या इधर-उधर ले जा सकता था। मैंने लोगों को रात में (केवल एक या दो बार) दालान में जोर से बात करते सुना। ये कुछ शोर इस संपत्ति के बारे में मेरी एकमात्र शिकायत है और इसका कारण \"कक्ष\" को केवल 4/5 की रेटिंग मिली है।\nमुझे वास्तव में बाकी सब कुछ पसंद आया। लॉबी बड़ी है और रेस्तरां के लिए खुली है। कोने की दीवारें पूरी तरह से खुली हुई हैं, ताजी हवा के बहुत सारे हैं। सैन डिएगो में वास्तव में कीड़े नहीं हैं ताकि कोई समस्या न हो।\nयह कमरा काफी विशाल था और इसमें बिस्तर के नीचे गलीचे के साथ लकड़ी के फर्श थे। बिस्तर आरामदायक था और इसमें सभ्य लिनेन थे। बाथरूम बड़ा था और हाथ से आयोजित शॉवरहेड के साथ एक शानदार बौछार थी। खिड़की बड़ी थी और उसका एक हिस्सा खुल गया, जिससे ताजी हवा अंदर चली गई। जब खिड़की बंद थी, तो सड़क का शोर मुश्किल से ही पता चल रहा था।\n9 वीं मंजिल का बार मजेदार था और इसमें पेटको पार्क और पड़ोस का एक शानदार दृश्य था। मेरे पैरों को आग के गड्ढे से ऊपर रखने और एक पेय के साथ बैठने में सक्षम होना अच्छा था। पेय होटल के बार के लिए बहुत महंगा नहीं था। मुझे लगता है कि बीयर के लिए यह $ 4 था और मिश्रित पेय के लिए लगभग $ 6 था। बारटेंडर दोस्ताना और कुशल था।\nमैंने होटल में दो बार नाश्ता किया। मेरा पसंदीदा केक केक बेनेडिक्ट था। स्वादिष्ट।",
            "हम ज्यादा खुश नहीं हो सकते थे। मैंने एक मौका लिया और मैंने जो भी देखा, उस पर एक कमरा बुक किया। होटल के कर्मचारी अधिक मददगार या मित्रवत नहीं हो सकते थे। कमरा सुंदर और साफ था। बिस्तर वाकई बहुत आरामदायक थे। होटल बहुत अच्छी तरह से स्थित है। मैंने अपनी 84 साल की माँ के साथ यात्रा की और हम गैसलैम्प जिले की मुख्य सड़कों और पेटको मैदान तक जाने में सक्षम थे, और यह ला जोला और डेल मार के लिए एक त्वरित ड्राइव है। मैं निश्चित रूप से यहां फिर से रहूंगा। (प्रमुख बोनस, जिसके बारे में मुझे तब तक पता नहीं था जब तक मैं यहाँ नहीं था, वे पालतू अनुकूल हैं!)",
            "हम होटल इंडिगो में इस श्रमिक दिवस सप्ताहांत में रहे, और कुल मिलाकर, हम सैन डिएगो शहर में इस नए होटल से बहुत खुश थे। हम पहले ओमनी होटल में रुके थे, और दोनों ने सोचा कि होटल इंडिगो बेहतर था। यह होटल पेटको पार्क के पास स्थित है, और उपद्रवी भीड़ से दूर है, इसलिए यह बहुत शांत है, लेकिन फिर भी बाकी सभी चीजों के लिए पर्याप्त है। स्टाफ बेहद दोस्ताना और विनम्र है। समकालीन सजावट, और चूंकि यह अपेक्षाकृत नया है, सब कुछ साफ था। बेड बेहद आरामदायक था, हालांकि हम जो इस्तेमाल कर रहे थे उससे कहीं ज्यादा बेड लिनेन एक टच रफ था। वैलेट पार्किंग $ 32 थी, इसलिए हमने स्ट्रीट पार्किंग का विकल्प चुना, जो रविवार और छुट्टियों के दिनों में स्ट्रीट पार्किंग के बाद से खराब नहीं थी। यह होटल स्पष्ट रूप से पालतू के अनुकूल है, लेकिन हम अपने कुत्तों को लाने के लिए नहीं आए क्योंकि उनमें से एक कार बीमार हो जाती है। होटल, फिटनेस सेंटर, कमरों आदि की तस्वीरों के लिए: http://thelittleyaris.blogspot.com/2009/09/hotel-indigo-san-diego.html",
            "यह बहुत बड़ा नहीं है, लेकिन एक सच्चा बुटीक नहीं है (किसी ने मुझे स्टारवुड का हिस्सा या उस ilk का कुछ बताया), और यह कोई बुरी बात नहीं है:\nपेशेवरों:\n* गैसलैंप में बहुत केंद्रीय स्थान। (हालांकि आपको पहले यह तय करने की आवश्यकता है कि क्या वह गैसलैम्प वह जगह है जहाँ आप रहना चाहते हैं - बहुत सारी नाइटलाइफ़, यानी रेस्टोस, बार, कॉन्डोस, पेटको पार्क, इत्यादि। यह वास्तव में बहुत अच्छा है, लेकिन यह नहीं कि अपस्केल ला जोला आपकी चाय का कप अधिक है। यह हमारे लिए बहुत अच्छा था क्योंकि हम केवल 3 रातों के लिए शहर में थे)। बहुत ज्यादा सब कुछ आप चाहते हैं / जरूरत के भीतर है, कहते हैं, एक 10 ब्लॉक क्षेत्र इतना आसान चलना।\n * नया और बहुत साफ\n* बढ़िया कमरे, अच्छे कमरे और स्नान के आकार (शानदार शॉवर, टब नहीं) के साथ।\n* 9 वीं मंजिल पर लॉबी और अच्छा डेक में शांत बार, पेटको पार्क के शानदार दृश्य (आप शायद यहाँ से एक बॉलगेम देख सकते हैं) पूरी तरह से ठीक कसरत कक्ष (डीटी के अच्छे दृश्य के साथ)\n* 5 और 75 के लिए आसान पहुँच अगर आप गाड़ी चला रहे हैं। (हम एसडी में और बाहर चले गए और कोरोनैडो और ला जोला की तरफ की यात्राएं भी कीं ताकि यह महत्वपूर्ण था)\nविपक्ष:\n* पार्किंग विकल्पों का अभाव। होटल वालेट 32 डॉलर प्रति दिन महंगा है, लेकिन बहुत अधिक महंगा है। आप सड़क पर टिल 8AM पर मीटर पार्क कर सकते हैं, लेकिन सौभाग्य 7PM के लगभग एक के बाद एक मिल जाएगा।\nबोनस टिप्स: मार्केट 32 को कोने पर ढूंढने के लिए पूर्व एक ब्लॉक पर जाएं (मेरा मानना ​​है कि नाम है) ट्रेकी के लिए। इसमें ताजे फल, आदि, कुछ पिकनिक शैली में बैठने की जगह, और फिनोमोनल स्मूथी - Acai बेरी स्मूथी, ग्रेनोला, ताजे फल और शहद के साथ बनाया गया है। वहां से, सड़क पर चलें, यानी समान कोंडो विकास के उत्तरी छोर पर और आपको Sbux मिलेगा।",
            "यह होटल बहुत प्यारा है। यह अभी खोला गया है, लेकिन यह पहले से ही थोड़ा दिनांकित और खराब हो रहा है,\n मगर सावधान!! यदि आप यहाँ एक अच्छा शांत रहने के लिए जा रहे हैं तो यह होटल नहीं है। हमने बहुत शोरगुल वाले कमरे का अनुभव किया। हमारे पास दोनों तरफ से आने वाला शोर था। मुझे 2 बजे उठना पड़ा और कमरे बदलने पड़े। हम दोस्तों के साथ थे और उन्होंने इसे बाहर करने का विकल्प चुना लेकिन मैंने बिल्कुल मना कर दिया क्योंकि पड़ोसी अश्लील थे !! मुझे एक कमरे में सिर्फ पांच घंटे सोने के लिए 250.00 का शुल्क लिया गया था। अपने नए कमरे में मैं अभी भी पड़ोसियों को सुन सकता था, लेकिन मैं इतना बिगड़ गया था कि मैंने इसे मुश्किल से खत्म कर दिया।\nयदि आप रहने के लिए एक क्यूट मस्ती वाली जगह पर हैं और शोर को बुरा नहीं मानते हैं तो यह अच्छी तरह से काम करेगा। महान क्षेत्र और स्थानों पर घूमने के लिए बहुत सारे। मुझे यकीन है कि हिरन के लिए रहने के लिए बेहतर स्थान हैं",
            "पसन्द आया!\nहबबी और मैं वहां स्ट्रीट सीन की पहली रात के लिए रुके थे ताकि हम वयस्क पेय पदार्थों का आनंद ले सकें। यह उत्सव से कुछ ही ब्लॉक था और बाकी सभी शहर से कुछ ब्लॉक था।\nहमने तुरंत जांच की और सुंदर सजावट पर ध्यान दिया: \"वाटर-वॉल\" फीचर, बांस के पौधे और समकालीन सामान। वैलेट मैत्रीपूर्ण और सहायक थे, बिना सामान के। डेविड, डेस्क के सज्जन चैटिंग करते थे और हमें सहज महसूस कराते थे। उन्होंने होटल के बारे में हमारे सवालों के जवाब दिए और हमें 9 वीं मंजिल के बार और उनके खुशहाल घंटों के बारे में भी बताया।\nमें जाँच करने के बाद, हम अपने कमरे में गए और हम सुंदर साज-सज्जा से प्रभावित हुए। यह समकालीन और घर जैसा महसूस होता था-या कम से कम यह महसूस होता था कि जिस फर्नीचर को हम अपने घर में देखना पसंद करेंगे! ;-) रंग योजना अद्भुत थी-हमें दृढ़ लकड़ी के फर्श और शांत लैंप से प्यार था। बिस्तर आरामदायक था और बाथरूम कार्यात्मक, विशाल और अच्छी तरह से सजाया गया था।\nचौथी मंजिल से शहर का हमारा दृश्य अद्भुत था। हमने सूर्यास्त देखा और पेटको पार्क का दृश्य भी देखा।\nअपना सामान छोड़ने के बाद, हम बार के ऊपर चले गए। बारटेंडर मददगार था और उसने हमें कुछ शानदार खुशियों का मौका दिया! (उसका नाम डेविड भी था।) 9 वीं मंजिल से यह दृश्य अविश्वसनीय था। संगीत बहुत ज़ोर से नहीं था और हमें आँगन में आग के गड्ढों से प्यार था।\nहम इस होटल में एक महान रात थी और हम खुशी से फिर से वहाँ रहेंगे। एक शानदार होटल पर इसकी बड़ी कीमत थी!",
            "मेरा प्रेमी और मैं गैसलैंप (ओमनी, सलोमर) के कई होटलों में रुके हैं और हम दोनों इस बात पर सहमत हैं कि इंडिगो हमारा पसंदीदा है। हमने Travelzoo ($ 119 / रात) पर एक शानदार, अंतिम-मिनट का सौदा पाया और यह निश्चित रूप से उस कीमत के लिए लायक था। होटल 12 मंजिला ऊंची है, इसलिए यह बड़ा और अप्रिय नहीं लगता है। साफ सुथरा आधुनिक अनुभव के साथ कमरा सुंदर और साफ है। मुझे विशाल, आरामदायक बिस्तर पसंद था। यहाँ तक कि कम्फर्टेबल भी मुलायम और गठीला था। बाथरूम बड़ा और विशाल था। 2 लोगों के लिए बिल्कुल सही। प्रेमी ने विशेष रूप से कमरे में उपलब्ध कॉफी का आनंद लिया। उनके पास मुफ्त उपयोग के लिए लॉबी में मुफ्त वाई-फाई और कंप्यूटर के एक जोड़े भी हैं। यहाँ मेरी एकमात्र शिकायत यह थी कि हमारे कमरे में फ्रिज नहीं था।\nहमारे लिए सबसे अच्छा हिस्सा 9 वीं मंजिल पर बाहरी छत था। पेटको पार्क में 2 फायरपिट और एक अविश्वसनीय दृश्य था, होम प्लेट के लिए सही। होटल शायद स्टेडियम से केवल 2 ब्लॉक दूर है। क्योंकि हम एक सिन्डे रात में रुके थे, हमें फायरपिट को छीनने में परेशानी नहीं हुई। लेकिन चूंकि आँगन छोटा है, इसलिए मैं कल्पना करूँगा कि सप्ताहांत या खेल के दिन भी आसन करना मुश्किल होगा। पार्क के दृश्य के साथ एक होटल ढूंढना अविश्वसनीय रूप से कठिन है जो अतिरिक्त शुल्क नहीं लेता है।\nसेवा बड़ी अच्छी थी। मैंने कम से कम 3 बार फ्रंट डेस्क के आदमी को सवालों के साथ परेशान किया होगा, और वह हमेशा दयालु और विनम्र था।\nवे पार्किंग के लिए $ 32 का शुल्क लेते हैं, लेकिन हम सड़क पार्किंग खोजने में सक्षम थे जो कि शाम 6 बजे से मुफ्त है।\nहमने अपने प्रवास का आनंद लिया। हालांकि, यह शायद इसलिए है क्योंकि इसका नया होटल है, इसलिए सब कुछ साफ है और ऐसा महसूस हुआ कि हम इसका उपयोग करने वाले पहले व्यक्ति थे। यह सौदा बहुत अच्छा था, लेकिन मुझे यकीन नहीं है कि जब वे अपनी सामान्य कीमत (जो लगभग 40% अधिक है) चार्ज करते हैं तो मैं और अधिक भुगतान करने के बारे में कैसा महसूस करूंगा।",
            "इस नए होटल को खूबसूरती से डिजाइन किया गया है, जिसमें आधुनिक सजावट है, जिसमें कमरों में दृढ़ लकड़ी के फर्श और पर्यावरण के अनुकूल स्पर्श शामिल हैं। स्टाफ बहुत मिलनसार और साथ था। सबसे अच्छी बात यह है कि यह पेटको स्टेडियम से एक ब्लॉक और गैसलैंप जिले से कुछ ब्लॉक दूर है इसलिए सब कुछ पैदल दूरी पर है। इंडिगो के साथ बहुत खुश!",
            "यदि आप यहाँ केवल पार्टी करने के लिए हैं तो आप इस होटल का आनंद ले सकते हैं। अगर ऐसा है तो आप इस जगह का आनंद लेंगे। मैंने सारी रात संगीत और सायरन सुना, क्योंकि यह वास्तव में गैसलैंप क्वार्टर का एक बुरा हिस्सा है। यह तिमाही के एक बाहरी रिम पर है।\nयदि आप आधुनिक प्रकार के होटल में हैं तो होटल की सजावट ठीक है। कोई कालीन नहीं, सभी दृढ़ लकड़ी के फर्श। यदि आप दक्षिण का सामना कर रहे हैं, तो आप एक ओरवेलियन बायीं ओर और पार्को पार्क के हिस्से को दाईं ओर देख रहे हैं।\nइसके अलावा, वे $ 32 पार्किंग के लिए शुल्क लेते हैं और चूंकि कोई सड़क पार्किंग नहीं है, इसलिए आपके पास कोई विकल्प नहीं है।\nइस जगह के बारे में अच्छी बातें यह है कि यह वास्तव में केंद्र में स्थित है। मैं पूरे दिन कोरोनैडो में घूमने में सक्षम था और हार्बर ब्लाव में घाट पर भी जा सकता था।",
            "स्टाफ अविश्वसनीय रूप से अनुकूल और सहायक था। महान स्थान - कई स्थानीय रेस्तरां से पैदल दूरी के भीतर। कमरे फैशनेबल और कार्यात्मक दोनों थे। बहुत अधिक सिफारिश की जाती है।",
            "मैंने नए होटल इंडिगो में एक रात के साथ अपने प्रेमी को आश्चर्यचकित किया और मैं छोड़ना नहीं चाहता था। न केवल यह ईको-फ्रेंडली, डॉग फ्रेंडली और राइट डाउनटाउन सैन डिएगो है, ग्राहक सेवा महान है, सजावट ताजा और आधुनिक है, मैं आरामदायक बेड में रह सकता हूं और पेटको पार्क का दृश्य अवास्तविक है। साथ ही दरें सुपर वाजिब हैं। मैं किसी को और सभी को इस नए होटल की अत्यधिक अनुशंसा करूंगा।",
            "गैसलैम्प जिले का यह नया बुटीक होटल एक उपचार था! जिस मिनट आप दरवाजे पर चले गए, उससे आप अंतर महसूस कर सकते हैं और जान सकते हैं कि यह एक अनूठा अनुभव होने वाला था। पूरी तरह से हरा और समझा - हर मिनट प्यार करता था - बहुत बुरा यह केवल एक रात के लिए था!",
            "होटल इंडिगो में सिर्फ एक रात के लिए रुके थे। यह इंटरनेट पर पाया गया था और यह अंतर्ग्रहीय था। यह होटल नया है और इसकी सजावट में स्टाइलिश है। यह गैसलैंप क्वार्टर में स्थित है जो हमारे लिए महत्वपूर्ण था। सभी कार्रवाई से बस कुछ ही दूर लेकिन रात के समय कोई शोर नहीं था। इसमें पेटको पार्क का दृश्य है .. जो अच्छा था। हमने 9 वीं मंजिल की बालकनी से देखा, जिसमें एक बार और कुर्सियाँ थीं, ताकि आप एक प्री डिनर ड्रिंक के लिए बाहर बैठ सकें। हमारा कमरा १० वीं मंजिल पर था .. कमरा १०२५ और मैं सजावट से भी प्रभावित था ... बिस्तर बहुत अच्छा था और पर्याप्त तकिए थे !! बाथरूम अच्छा था..एक टब लेकिन एक बहुत अच्छा शॉवर। केवल मुद्दे हम हवा के साथ थे और फिर देर रात ... लगभग 1 बजे .. आग का अलार्म। जब हम सो रहे थे तो यह दो बार बंद हो गया और इसने हम से बाहर डरा दिया ... हमने नीचे बुलाया .. वे आए और हवा के मुद्दों के साथ ... और अलार्म चीरिंग हमने दूसरे कमरे में रखने के लिए कहा ...। दोपहर 2 बजे। ओह। वे नए हैं इसलिए मुझे यकीन है कि वे किंक को बाहर काम कर रहे हैं .... जब हमने जाँच की तो हमने उस मृग से बात की जिसने हमें भविष्य के प्रवास के लिए एक मुफ्त रात दी ... मुद्दों के बावजूद मैं लौटूँगा ...। केवल नकारात्मक यह है कि हमने एक राजा के लिए वीवी के साथ भुगतान किया था .. हमारा विचार एक कोंडो इकाई का था जो अगले दरवाजे पर बनाया जा रहा था .. इसलिए मैं अगली बार अपग्रेड नहीं करूंगा ... जब तक कि यह पूरा न हो जाए।",
            "गैस लैंप जिले में सही सैन डिएगो में इस संपूर्ण मणि के लिए एक impromptu भगदड़ मेरे और मेरे प्रेमी का नेतृत्व करते हैं। पहुंचने पर हमें सबसे आकर्षक स्टाफ द्वारा विशेष रूप से डाइटर द्वारा बधाई दी गई, जिसने हमें घर पर सही महसूस किया, वास्तव में रॉयल्टी! होटल में एकदम नया होने के बाद मुझे पता चला कि मैं उल्लू था; आपने कभी इस बात पर गौर नहीं किया होगा कि दो सप्ताह से कम समय तक खुले रहने के बाद होटल एक अच्छी तेल वाली मशीन की तरह लगता है।\nलॉबी खुली हवा के भोजन और एक झरने के साथ आश्चर्यजनक है जो छत से जमीन तक फैली हुई है। यह आपका दिन शुरू करने या कॉकटेल के एक दौर के लिए अपनी शाम शुरू करने के लिए एकदम सही जगह है। यहाँ आराम करना मुश्किल नहीं है!\nमुझे अच्छे कमरों की उम्मीद थी लेकिन सबसे शानदार आश्चर्य के साथ स्वागत किया गया। कमरे कूल्हे, सुंदर डिज़ाइन, विशाल, घर के बारे में लिखने के लिए और बेड के लिए विचार हैं कि आप सो सकते हैं और दिनों के लिए बाहर नहीं निकल सकते हैं! आलीशान तकिए और विशाल नीचे आराम करने वालों के लिए एक सबसे अच्छी नींद है जो मुझे मिली है। हमारा कमरा विशेष रूप से पेटको पार्क में देखा गया; हम भाग्यशाली थे कि हम अपने होटल के कमरे से एक गेम भी पकड़ सके। मैं मजाक नहीं कर रहा हूँ जब मैं कहता हूँ कि तुम बिस्तर से एक Padres खेल देख सकते हैं!\nअविश्वसनीय रूप से बिल्कुल असाधारण से नीचे जाने के लिए, हम खेल को पूरक करने के लिए कमरे की सेवा और शैंपेन का आदेश देते हैं। हमारे पास सबसे स्वादिष्ट वफ़ल फ्रेंच फ्राइज़ था, जो कि गार्गोनज़ोला चीज़ और चिपोटल सॉस के सबसे पतले टॉपिंग के साथ था, जो हमारे चिकन स्लाइडर्स के साथ पूरी तरह से चला गया था और सबसे स्वादिष्ट केकड़े फ्लैटब्रेड का उल्लेख नहीं करने के लिए जो मेरे मुंह के बारे में सोचता है।\nइस होटल के बारे में सब कुछ अभूतपूर्व है! शानदार स्टाफ से लेकर भव्य आसपास का भोजन, जो आप रहने के बाद लालसा करेंगे और यह सब सबसे महत्वपूर्ण हिस्सा है - सुंदर, शानदार कमरे! मैं सभी को यह सुझाव दूंगा कि यह अवकाश के लिए हो, एक मजेदार पार्टी सप्ताहांत, या व्यवसाय। और हे, यह चोट नहीं करता है कि यह सैन डिएगो में पहला \"हरा\" होटल है!",
            "वाह! कितना सुखद आश्चर्य है! हॉटवायर पर बुक किया गया होटल और उसकी कोई समीक्षा नहीं मिल सकी, लेकिन जब हम पहुंचे तो हमने महसूस किया कि होटल अभी 3 दिन पहले ही खोला गया था .... हमें यह पसंद आया कि हमने अपने 3 रात ठहरने के बजाय चौथी रात के लिए बुकिंग की। ।\nहोटल के कर्मचारी बहुत सहायक होते हैं, विशेष रूप से कुली (ब्रायन) जो एक सामान वाहक, रेस्तरां गाइड, टूर गाइड, आदि के रूप में काम करते हैं ...\nहोटल में एक मजेदार अनुभव था क्योंकि इसमें लॉबी और बार को विभाजित करने वाले पानी का एक पर्दा था और बहुत सारे शांत रंगों से सजाया गया था।\nबेडरूम प्यारा था, फिर से शांत रंगों में सजाया गया था और बाथरूम वास्तव में औसत से ऊपर था।\nस्थान-वार होटल, गैसलैम्प क्वार्टर के किनारे पर है और 9 वीं कहानी बार और कुछ कमरों में पड्रेस स्टेडियम (एक बेसबॉल खेल में जाने की कोशिश) की ओर मुख किए हुए .... शहर की खोज के लिए एक बड़ा आधार।\nहालांकि, प्रति रात 33dollars पर पार्किंग थोड़ी महंगी थी और यह महसूस करने के लिए कि आपको हर बार कार मिलनी चाहिए क्योंकि यह केवल वैलेट था .... हालांकि केवल नकारात्मक पहलू है !!",
            "होटल को केवल 3 सप्ताह के लिए खोलने पर विचार करने के लिए बहुत बढ़िया था। कर्मचारी (थाडियस, क्लेयर और जेम्स) बेहद सौहार्दपूर्ण और मददगार थे। मैं निश्चित रूप से फिर से दौरा करूंगा।",
            "मैं सिर्फ होटल इंडिगो में एक अद्भुत प्रवास से लौटा हूं। सार्वजनिक क्षेत्रों में स्वागत करने वाले कर्मचारियों के साथ विशेष रूप से आमंत्रित किया गया था- विशेष रूप से सामने की मेज पर दारैन और पैट जो हर किसी की खुशी से मदद करते दिख रहे थे। मेरा पसंदीदा स्थान पेटको पार्क को देखने वाले अग्नि गड्ढों के साथ प्यारा बाहरी डेक था। लोगों, माहौल, और दृश्य सभी महान थे।\nहोटल खुद और कमरे आरामदायक और उनके डिजाइन में परिष्कृत थे। मुझे होटल के अंदर और बाहर दोनों ओर आरामदायक बिस्तर और स्थानीय कलाकृति पसंद हैं। कमरे के अंदर भी कला और एक रंगीन भित्ति चित्र था। सामान उत्तम दर्जे का और बहुत ही व्यावहारिक था। दृढ़ लकड़ी के फर्श ने सब कुछ एक स्वच्छ, ताजा महसूस और रूप दिया। सार्वजनिक क्षेत्रों और कमरों में रंग सभी इतने उत्साहजनक थे।\nएक बहुत अच्छी तरह से तैयार किया गया कमरा है। आसन्न डेक पर इसके साथ जाने के लिए एक गर्म टब एक महान अतिरिक्त होगा।\nमैं वापसी की यात्रा के लिए तत्पर हूं।",
            "होटल इंडिगो नया है और डेस्क मैनेजर के साथ बातचीत में, यह भविष्य की इंडिगो संपत्तियों के लिए उनकी मॉडल संपत्ति है। अच्छा विचार; उन्हें बहुत कुछ सही मिला। लकड़ी का फर्श, विशाल कमरे, आरामदायक स्थान, बेहतरीन स्थान, बहुत अच्छा स्टाफ। कुछ भी गलत कहना मुश्किल है। यह होटल गैस लैंप क्वार्टर में एक प्रमुख स्थान पर है। पिछले बीस वर्षों के दौरान कई बार सैन डिएगो का दौरा किया, और पुराने क्वार्टर के माध्यम से दुर्घटना को याद करते हुए - एक गलती जिसे हर कीमत पर टाला गया - परिवर्तन को देखना सुखद है। शहर ने इस क्षेत्र के पुनर्विकास का शानदार काम किया और यह होटल बहुत अच्छी तरह से स्थान में फिट बैठता है। प्राइम सीजन के दौरान एसडी में हमारा प्रवास था, इसलिए सभी कमरे की दरें अधिक हैं। लेकिन सिर्फ सादा भयानक होटल सर्किल (शहर को यह सब गलत मिला) की तुलना में थोड़ा अधिक है, यहां रहना एक बहुत ही लायक है। और यह कोरोनाडो द्वीप के लिए एक छोटी, बहुत आसान ड्राइव है, ला जोला के लिए एक टैब बिट ड्राइव है, और केवल उत्कृष्ट भोजनालयों और बॉलपार्क के लिए दरवाजे से बाहर निकलते हैं, यह वास्तव में कुछ भी नहीं है। होटल डेवलपर्स के साथ काम करने और यह समझने में कि प्रथम श्रेणी के होटल को अच्छी तरह से खोलने और चलाने के लिए क्या होता है, जिससे मुझे एक बहुत ही महत्वपूर्ण मेहमान होता है जिससे मुझे डर लगता है, मैं पूरी तरह से चौंक गया था, कि हमारा प्रवास उनके उद्घाटन के पहले सप्ताह के दौरान था । मैंने कभी अनुमान नहीं लगाया होगा कि - एक बहुत अच्छा संकेत। कोई बड़ी ख़ुशी नहीं, वास्तव में मामूली भी नहीं। एक ही उम्मीद कर सकता है कि वे उस उत्कृष्ट मानक को बनाए रखेंगे। यदि आपको सैन डिएगो (कठिन असाइनमेंट) में जाना है, और एक कमरा मिल सकता है, जो कठिन हो सकता है जब शब्द बाहर निकलता है, तो इंडिगो में रहने का अवसर न दें।",
            "मेरी प्रेमिका और मेरे पास सैन डिएगो में या उसके आसपास रहने के लिए केवल एक रात थी। मैंने एक जगह के लिए घंटों और घंटों तक देखा जो हम बर्दाश्त कर सकते थे और काफी सभ्य थे। मैं आखिरकार हॉलिडे इन की वेबसाइट पर गया क्योंकि मैं हमेशा हॉलिडे इन एक्सप्रेस से प्रभावित रहा हूं। मुझे यह स्थान होटल इंडिगो के नाम से मिला और यह सैन डिएगो शहर में केवल $ 140 था और पानी से कुछ ही ब्लॉक दूर था। इसने मुझे अपने कुत्ते को लाने की अनुमति दी और बिना किसी अतिरिक्त शुल्क के। हमें वहां कोई वास्तविक ज्ञान नहीं था। हम सभी उत्साह के साथ अभिवादन कर रहे थे, यहां तक ​​कि मेरा 60 पाउंड का जर्मन चरवाहा भी। उन्होंने कहा क्योंकि मैं एक अवकाश सराय सदस्य था, वे मेरे कमरे को बिना किसी अतिरिक्त शुल्क के अपग्रेड करेंगे। हमने पेटको पार्क को देखने के लिए एक विशाल कोने वाला कमरा प्राप्त किया। हम वैध रूप से खेल और बहुत अच्छी तरह से देख सकते थे। उन्होंने हमारी जरूरतों के लिए एक शानदार रेस्तरां और एक शानदार बार की सिफारिश की। उनके पास 9 वीं मंजिल पर एक बार भी था, जिसमें पड्रेस खेल की अनदेखी की गई थी और अगर हम इसे फिर से कर सकते थे, तो हम पूरी रात रुकेंगे। हम आमतौर पर ऐसे लोग हैं जो होटल बार में जाने से घृणा करते हैं और एक नए शहर की तलाश करेंगे। होटल इंडिगो मेरे लिए अब तक के किसी भी होटल से बेहतर अपेक्षाओं को पार कर गया है।",
            "हमने कॉमिक कॉन के दौरान सैन डिएगो जाने की योजना नहीं बनाई, लेकिन वह सप्ताहांत था जो हम गए थे। होटल ढूंढना असंभव था लेकिन होटल इंडिगो के पास कमरे उपलब्ध थे क्योंकि वे नए खोले गए थे।\nशानदार मूल्य, प्यारा बुटीक होटल। अच्छा बाथरूम (केवल बारिश, थो) और वास्तव में शानदार बिस्तर। बॉलपार्क के शानदार दृश्यों के साथ बड़े कमरे। निश्चित ही फ़िर से यहां रहेंगे।",
            "मेरे मंगेतर और मैंने सिर्फ सप्ताहांत होटल इंडिगो में बिताया। सेवा (एड्रियाना और डेविड टेरी पर फी बार में और जेम्स एट वैलेट अभूतपूर्व थे), सजावट, माहौल और इस होटल का हर पहलू परिपूर्ण था। कॉमिक कॉन के कारण होटल को इस सप्ताहांत पूरी तरह से बेच दिया गया, हालांकि (काफी आश्चर्यजनक), यह अंतरंग रहा। हमें कभी भी लाइन में इंतजार नहीं करना पड़ा, वांछित होने पर सामाजिक लोगों के साथ महानता थी, लेकिन हमारे पास पूरी गोपनीयता भी थी। यह एक बहुत ही रोमांटिक जगह थी। खेल प्रशंसकों के लिए बोनस (और लोगों को जो उन्हें प्यार करते हैं) - आप बकाया पेय और मजेदार स्नैक्स होने के दौरान, 9 वीं मंजिल पर टेरेस बार से पैडरेस खेल सकते हैं (आप होम प्लेट देख सकते हैं)। हम पहले से ही अपनी अगली यात्रा की योजना बना रहे हैं!",
            "मेरा काम 100% यात्रा है और मुझे कहना होगा कि मुझे कुछ भी गलत नहीं मिला। कर्मचारी शानदार था ... हालांकि होटल नया था वे सामने की मेज को खुश करने के लिए उत्सुक थे। मेरे पास एक रखरखाव का अनुरोध था और वे तुरंत उस पर चढ़ गए। फी बिस्ट्रो से प्यार किया। बेहतरीन भोजन और शानदार माहौल। वे 9 वीं मंजिल की छत सुंदर थी - आग के गड्ढे मिर्च की शाम को इतना अच्छा स्पर्श थे। मेरा कमरा पसंद आया - QUIET! यह एकदम सही था। मैं पालतू जानवरों के साथ यात्रा नहीं करता, क्योंकि मुझे पता है कि मेरे कुछ दोस्त करते हैं ... यह पूरी तरह से पालतू अनुकूल है - कोई शुल्क नहीं।",
            "मुझे पिछले सप्ताह एक व्यवसायिक यात्रा पर इस ब्रांड के नए होटल की खोज करने का अलग आनंद था। कर्मचारी बहुत ही दोस्ताना है और मैं उनकी पालतू दोस्ताना नीति को जानने के लिए बहुत उत्साहित था और अगली बार इसका लाभ उठाऊंगा। लॉबी इतनी विशाल, हल्की और हवादार थी कि मुझे लगा जैसे मैं सुंदर सैन डिएगो धूप में बाहर था। डैरेन सामने की मेज पर था जब मैंने उसे 10 वीं मंजिल पर एक खूबसूरत कार्यकारी कमरे में एक कॉम्प्लीमेंटरी अपग्रेड की पेशकश की, जिसमें 9 वीं मंजिल की छत पर पेटको पार्क के दृश्य के साथ देखा। उस शाम मैंने मुख्य स्तर पर फी बार और बिस्ट्रो में भोजन किया; भोजन उत्कृष्ट था और कर्मचारियों की दोस्ताना प्रकृति रेस्तरां में भी परिलक्षित हुई थी। मैंने हुपला शारदेय को आदेश दिया जो एक स्पेनिश शैली वाइन ग्लास के साथ एक कैफ़े में आया था जो बहुत अप्रत्याशित और बहुत ठंडा था; अब मुझे लग रहा है कि मैं काम करने के बजाय छुट्टी पर हूं। रात के खाने के लिए मुझे एंगस स्लाइडर्स और लाल पनीर की चटनी के साथ नीले पनीर वफ़ल भूनें थे - अविश्वसनीय! मैंने कल रात अपने काम के साथियों के साथ कल रात फिर से भोजन करने की योजना बनाई है क्योंकि मेनू की पेशकश पूरी तरह से साझा करने योग्य है और मैं सब कुछ आज़माना चाहता हूं! मैं रात के खाने के कॉकटेल के बाद फि ट्रेस के लिए सेवानिवृत्त हुआ और शहर के सुंदर दृश्य के साथ-साथ आराम के माहौल से बहुत प्रभावित हुआ (ठीक है तो मुझे दो कॉकटेल के लिए रहना पड़ा)। बिस्तर आश्चर्यजनक रूप से आरामदायक है और ब्लैक-आउट शेड्स वास्तव में अपना काम करते हैं। अगली बार जब मैं सैन डिएगो में वापस आऊंगा, व्यापार या खुशी के लिए, मैं यहां रहूंगा!",
            "हमारे ठहरने के समय ही यह होटल खुल गया था। अतिथि कमरे सुंदर हैं और एक बड़े स्नान के साथ बाथरूम बड़ा है। पेटको पार्क और आतिशबाजी में हमारा शानदार दृश्य था। लेकिन जब आप अंगूर को खींचते हैं, तो वे बाहर के प्रकाश को रोकते हैं और जो भी हो, कोई शोर नहीं होता था। टैरेस बार एक ट्रीट है और मुख्य लॉबी बार में दिन और रात एक सुंदर हवा बहती है। स्थान महान है - फिफ्थ एवेन्यू रेस्तरां और बार से केवल चार ब्लॉक और साथ ही कन्वेंशन सेंटर के लिए पैदल दूरी। प्रौद्योगिकी सुविधाओं के सभी एक व्यवसाय यात्री भी चाहता है। हम वापिस आएंगे।",
            "यह लिखने के लिए एक अजीब समीक्षा है। यह होटल केवल 6 दिनों के लिए खुला है, इसलिए मैं कह सकता हूं कि यह समय से पहले हो सकता है। कहा जा रहा है, यहाँ मैं अपनी राय के साथ जाना।\n1. कर्मचारी उत्सुक और ऊर्जावान है, फिर भी किसी तरह अपरिपक्व और असंतुष्ट है।\n2. कमरे अलग हैं। अशुद्ध लकड़ी के फर्श शोर वातावरण के लिए बनाते हैं। क्षेत्र गलीचा खिड़की के पास छोटे क्षेत्र को कवर करता है।\n3. 9 वीं मंजिल बार प्यारा है, जैसा कि ध्यान डेक और व्यायाम क्षेत्र है, 9 वीं मंजिल पर भी है।\n4. मैं प्रायोरिटी क्लब गोल्ड का सदस्य हूं, लेकिन कोई अपग्रेड या पर्क नहीं है।\n5. वैलेट पार्किंग एक दिन में $ 32 पर OUTRAGEOUS है! सबसे ऊपर।\n6. \"आसान कुर्सी\" कमरे में एक बड़ी विंग है और सबसे असुविधाजनक है। उस में क्या बात है?\n7. उन्नत बिस्तर के साथ अच्छा बड़ा आरामदायक बेड। 40 \"फ्लैट स्क्रीन टीवी।\n8. बड़े \"वॉक-इन\" बेकार लकड़ी के स्टूल और यूरोपीय हाथ से आयोजित शॉवर के साथ। मैं मल को बाहर निकालता हूं क्योंकि मैं सामान्य रूप से अपने शॉवर के लिए नहीं बैठता हूं।\n9. Upscale Aveda प्रसाधन। अच्छा स्पर्श।\n10. अजीब तरह से, कमरे के डिजाइन में सभी विचार के साथ, सामान रखने के लिए कुछ विकल्प हैं।\n11. अजीब असबाब और सजावट, जिसमें नौगाही (स्प?) पैर स्टूल और अजीब और बिना दीवार वाले कागज / पेंटिंग शामिल हैं।\n12. दिलचस्प, सीमित और रचनात्मक कक्ष सेवा मेनू जो सभी के लिए अपील नहीं कर सकता है। हालांकि, कीमतें सभ्य हैं, इसलिए हम देखेंगे कि वे क्या वितरित करते हैं।\nसंक्षेप में, अधिक लक्ज़े क्षेत्र के होटलों (ओमनी और मैरियट) के ऊपर इसकी सिफारिश करने के लिए एक साफ, नई होटल संपत्ति। जब तक कमरे बहुत प्रतिस्पर्धी नहीं हैं और आप ऑफ-साइट पार्क कर सकते हैं और अत्यधिक शुल्क से बच सकते हैं, मैं इसकी अत्यधिक अनुशंसा नहीं कर सकता।",
            "हम भाग्यशाली हो गए और सी सैन डिएगो में ओवरबुकिंग की गई ताकि उन्होंने हमें होटल इंडिगो भेजा। हमें पसंद है! वैलेट्स से डेस्क स्टाफ तक, हर कोई वास्तव में सुखद और मैत्रीपूर्ण था। हमने $ 32 के वैलेट चार्ज की उम्मीद की थी जो ठीक था। खासकर जब से हम वहाँ थे जब पैड्रेस खेल रहे थे और सड़क के नीचे एक बड़ी स्ट्रीट पार्टी थी इसलिए हर जगह पार्किंग काफ़ी मंहगी थी। इंटरनेट मुफ्त था जो अच्छा था। यह भी एक हरे रंग का होटल है जो मेरे लिए महत्वपूर्ण है। कमरा लिफ्ट और बार के ठीक बगल में नौवीं मंजिल पर था। लेकिन हमारा कमरा बहुत शांत और आरामदायक था। दृढ़ लकड़ी के फर्श, बड़े आराम से बिस्तर, फ्लैट स्क्रीन टीवी और आकर्षक बड़े बाथरूम पसंद हैं। मेरे पति को कमरे के कांच की बौछार से प्यार था, जिसमें एक बांस का स्टूल था जिसे आप बस बैठ सकते थे और शॉवर के गर्म पानी से आपको आराम मिलता था। फिटनेस रूम के ठीक बाहर एक मेडिटेशन रूम है जो आराम कर रहा है, हालांकि बहुत शांत नहीं है क्योंकि यह सैन डिएगो शहर में है। फिटनेस रूम अच्छी तरह से सुसज्जित था। नौवीं मंजिल पर बाहरी बार में पेटको पार्क का एक अद्भुत दृश्य है, जो अगले ब्लॉक में है। बाहर शराब पीना अच्छा था और गैस की आग के बगल में बैठकर खेल को दूर से देखना। एकमात्र झटका यह है कि इस होटल में एक स्विमिंग पूल नहीं है, लेकिन उनके पास बार क्षेत्र में एक \"प्रतिबिंब पूल\" है। आप इसे तैर नहीं सकते हैं, लेकिन आप इसके बगल में बैठ सकते हैं और अपनी उंगलियों को ठंडे पानी में चला सकते हैं और मुझे लगता है कि यह प्रतिबिंबित हो सकता है। हमने वास्तव में अपने 6 वें दिन होटल इंडिगो में अपने एक रात के प्रवास का आनंद लिया! फ्रंट डेस्क पर किम्बरली और डैरेन का विशेष धन्यवाद। वे बहुत ही सुखद और मददगार थे क्योंकि हमारे प्रवास के दौरान हमारे पास मौजूद सभी कर्मचारी थे।",
            "यह जानना अच्छा है कि आप यात्रा कर सकते हैं, और फिर भी अच्छा समय होने पर अपने कार्बन पदचिह्न को कम कर सकते हैं। हम हाल ही में इस ग्रूवी होटल में रुके थे, और सामान्य रूप से संपत्ति से काफी चकित थे। न केवल यह इको-फ्रेंडली है, बल्कि यह गैसलैम्प, स्टेडियम और महासागर के करीब है।\nकर्मचारी बहुत जन्मजात है, कला और वास्तुकला काफी प्रभावशाली है, और तथ्य यह है कि यह हरा है एक बड़ा प्लस है। मैंने वास्तव में शहर के विशाल दृश्यों के साथ छत के डेक का आनंद लिया। यदि जेट्स हरे जा सकते हैं, तो यह वह जगह है जहाँ वे रहेंगे।",
            "ब्रांड नई, उत्कृष्ट डिजाइन, सुंदर।\nहमने हॉस्टरिक सेंटर (गैसलैम्प जिले) में हॉटवायर के माध्यम से एक ब्लैक बॉक्स 4 * बुक किया और 127USD + करों के लिए इस नए होटल (4 दिन खुला) में प्रवेश किया।\nसामान्य रूप से बहुत ही दोस्ताना स्टाफ में। अच्छी तरह से आकार के कमरे, आदि।\nमैं अब वाईफ़ाई का उपयोग कर रहा हूं (मुझे लगता है कि यह मुफ़्त है)।\nउनके पास 9 वीं मंजिल पर एक शानदार छत है और आप सैन डिएगो पादरेस के बॉलपार्क में देख सकते हैं (और हमने सिर्फ आतिशबाजी देखी)।\nफिटनेस कमरे औसत से ऊपर प्रतीत होते हैं (उनके पास मानार्थ बिजली बार और फल भी हैं - यदि वे इसे रखते हैं तो देखा जाना चाहिए)।\nअब कुछ छोटी कमियां।\n-वेलेट पार्किंग 32 + कर + युक्तियां है। इसलिए यदि आप हैं, तो जैसे मैं हूं, वैलेट पार्किंग का कोई बड़ा प्रशंसक नहीं है, आप 15 रुपये एक ब्लॉक दूर (बहुत सारी पार्किंग यहाँ के आसपास) पार्क कर सकते हैं।\n- मैं बार में गया और एक गिलास शराब कमरे में ले जाने का आदेश दिया। बार सूची पर कोई कीमत नहीं है (बहुत आम है, फिर भी मुझे यह पसंद नहीं है) इसलिए ग्लास की कीमत 10 डॉलर + कर + टिप हो गई। असली समस्या यह थी कि कांच मुश्किल से गीला था। बार में काम करने वाली महिला (बहुत ही बेफ़िक्रे) व्यस्त शाम का सामना नहीं कर सकी और वह जल्दी में गायब हो गई, इसलिए मैं शिकायत नहीं कर सकती थी। खैर, मैंने एक अन्य कर्मचारी से पूछा और उसने मुझे बताया कि वे आम तौर पर 6 ऑउंस लगाते हैं - मुझे इसका आधा हिस्सा मिला (एक डिजाइनर ग्लास में जो सिकुड़े हुए व्हिस्की ग्लास जैसा दिखता है, बड़ा माइनस भी)। एक व्यस्त शाम को एक ईमानदार गलती हो सकती है - फिर भी मुझे अंत में एक बुरे अनुभव के साथ छोड़ दिया।",
            "हम एक सम्मेलन के लिए एक यात्रा बुक करने के लिए हुए थे जो इंडिगो के लिए शुरुआती दिन के साथ मेल खाता था। परिणामस्वरूप सेवा असाधारण थी और वे सभी पूर्ण व्यवसाय के पहले दिन उत्साह के साथ काफी गदगद थे। शानदार स्वागत, सहायक और शीघ्र दोस्ताना स्टाफ।\nकमरे सुंदर, बहुत ठाठ, अच्छी तरह से नियुक्त हैं और जाहिर है कि यह बिल्कुल नया होटल है- बहुत नया और बेदाग। अच्छी सुविधाओं के साथ अच्छी तरह से कमरे, शानदार बाथरूम और विशाल बौछारें रखी। जिम महान विचारों के साथ सभ्य है। अधिकांश कमरों में शीर्ष दृश्य भी हैं। बार छत पर है और पडर्रे स्टेडियम में एक अद्भुत दृश्य है।\nबेड कम्फर्टेबल हैं, तकिए अच्छे हैं और जगह वास्तव में पूरी तरह से धीमी है। बहुत आनन्दमय।",
            "होटल बहुत अच्छा और आधुनिक है, और वास्तव में कई मानक होटलों से अलग है। विशेष रूप से बाथरूम बहुत आकर्षक है। 9 वीं मंजिल पर बंदरगाह का दृश्य प्रभावशाली था, स्थान इतना केंद्रीय है कि आप सैन डिएगो में पैदल ही सब कुछ कर सकते हैं।\nहरफनमौला सफल!",
            "बहुत अच्छी तरह से स्थित, अपराजेय ध्यान। अच्छा नाश्ता, आरामदायक और विशाल कमरे। इसके ऊपरी तल पर एक अच्छा दृश्य और बहुत अच्छा वातावरण है। हवाई अड्डे के पास। इसके आस-पास बहुत अच्छे रेस्तरां हैं\nएस और दुकानों",
            "मैं एक कॉन्ग्रेस के दौरान इंडिगो में रहा और एक आधुनिक, स्वच्छ, उच्च-उत्साही होटल, सहायक स्टाफ, एक महान मनोदशा, उत्कृष्ट एला कार्टे नाश्ते, सभी ताज़े बनाए हुए, स्वादिष्ट रेस्तरां, वाइन लिस्ट में आश्चर्यचकित था। हर स्वाद, बड़ा कमरा, आधुनिक फर्नीचर, विशाल बाथरूम।\nमैं निश्चित रूप से इसकी सिफारिश करता हूं और जल्द ही वापस आऊंगा !!!",
            "अनुरोधित, आधुनिक बाथरूम के रूप में पेक्टो पार्क के सुंदर दृश्य के साथ बड़ा कमरा। 9 वीं पट्टी पर एक अच्छा दृश्य है, लेकिन इसके लायक नहीं है: महंगा और उदासीन। नाश्ते की तरह माना जाता है, लेकिन 2 के लिए $ 20 के वाउचर सिस्टम के साथ काम करना जिसके लिए आपके पास बहुत कुछ नहीं है और बहुत अच्छा नहीं है। 5 वें एवेन्यू पर स्टारबक्स के अगले दरवाजे या कैफे 21 को प्राथमिकता दें।\nहालांकि पार्किंग बंद है, हालांकि, होटल के करीब, अधिकतम $ 15 प्रति दिन की पार्किंग के लिए \"पार्क इट ऑन मार्केट\" एक बंद है। अंत में हमारे प्रवास के दौरान होटल का निर्माण चल रहा था और व्यावसायिकता का कोई संकेत नहीं दिया, भले ही हम वहां 5 रातें (1 रात के लिए पार्किंग शुल्क के अलावा) रुके थे।\nसंक्षेप में, अच्छा स्थान, सभ्य कमरा, लेकिन उनकी अपेक्षाओं से बहुत नीचे की सेवाएं।",
            "मुझे लगा कि यह एक डिजाइनर होटल है जो युवा लोगों के लिए उपयुक्त है, लेकिन मुझे लगता है कि यह व्यापार के लिए भी अच्छा है क्योंकि कीमत उचित है और स्थान अच्छा है।\nकेवल नुकसान यह है कि कमरे में कोई रेफ्रिजरेटर नहीं है और पार्किंग $ 38 प्रति दिन के रूप में महंगी है।\nकोई बाथटब नहीं है, लेकिन शॉवर चल रहा था, इसलिए यह बच्चों के साथ परिवारों के लिए बहुत सुविधाजनक था।\nयह कहता है कि नाश्ता मुफ़्त है, लेकिन वास्तव में यह आपके द्वारा मांगे जाने पर $ 20 की कटौती करेगा।",
            "कमरा अच्छा और साफ .... कपड़े भंडारण के लिए थोड़ा सा विकल्प (खासकर यदि आप 4 लोगों के साथ यात्रा कर रहे हैं)।\nकॉफी की दुकान में (प्रवेश क्षेत्र के बगल में) नाश्ता अधिक और खराब (गुणवत्ता) है। 9 वीं मंजिल पर बार बहुत जल्दी बंद हो जाता है। केवल वैलेट पार्किंग (महंगी) संभव है।\nइस बीच थोड़ा \"पहना हुआ\" ... अब आकर्षण नहीं है कि यह दो या तीन साल पहले था।\nदुर्भाग्य से फ्रिज गायब है! रात को खिड़की बंद रखनी चाहिए क्योंकि बहुत शोर हो जाता है (सुबह जल्दी उठना) ...।",
            "बहुत आरामदायक, उत्कृष्ट स्थान! जिम बहुत अच्छा है! बड़ा जिम, बहुत आरामदायक छत, कमरे बहुत साफ, एक सुंदर दृश्य! बहुत ही शानदार होटल! मुझे पेटको पार्क के पास रिसेप्शन बहुत पसंद आया! मैं वास्तव में इसे बहुत पसंद करता हूँ! और आपको इंडिगो होटल जाना है।",
            "उनसे स्पैनिश बोलने और समझने की अपेक्षा न करें, मेक्सिको के इतने करीब होने के बावजूद, हमारी भाषा सीखने में अधिक रुचि नहीं है, अच्छी तरह से यह मेरे लिए स्पष्ट था। सौभाग्य से मैं द्विभाषी हूं। मैं व्यवसाय पर चला गया, इसलिए उन्होंने मुझे प्रति कैश में अपनी प्रतिज्ञा दी, कार्ड न ले जाने की एक बड़ी गलती, उन्होंने बिल और सिक्कों के साथ अपने नाश्ते के लिए भुगतान करने पर अजीब चेहरे और अनाज बनाए। कमरा बहुत आरामदायक और साफ है, मुझे यह स्वीकार करना होगा कि मुझे बाथटब में एक बाथटब देखने की उम्मीद थी ..... जो मुझे मिला वह एक अच्छी तरह से डिज़ाइन किया गया लेकिन बहुत बड़ा बाथरूम था जो बहुत अधिक जगह बर्बाद करता है। बहुत समृद्ध नाश्ता, वहाँ अगर वे आपको अंडे देते हैं, तो अजीब मिश्रण न करें। खराब: शहर एक छोटे शहर की तरह लगता है, होटल के अपवाद के बिना सब कुछ बहुत जल्दी बंद हो जाता है, उन्होंने मुझे एक रात के खाने के बिना किसी पछतावे के बिना छोड़ दिया।",
            "यह एक होटल है जो एक उत्कृष्ट स्थान पर है, यदि आपकी यात्रा का उद्देश्य सैन डिएगो और इसके आसपास के केंद्र में है। हमारे पास एक कार नहीं है, लेकिन होटल ने जो शटल सेवा की सिफारिश की, उसने हमें उत्कृष्ट सेवा प्रदान की। लॉबी बहुत अच्छी तरह से सजाया गया है और ध्यान बहुत अच्छा है। होटल का खाना अच्छा है, लेकिन घर के बारे में लिखने के लिए कुछ भी नहीं है। अच्छे आकार के कमरे और उत्कृष्ट सजावट। विपक्ष, आप कह सकते हैं कि वे बार को बहुत पहले बंद कर देते हैं और रेस्तरां मेनू में बहुत सारे विकल्प नहीं होते हैं और यह थोड़ा महंगा है।",
            "पैसे के लिए एक उत्कृष्ट मूल्य के साथ एक बहुत अच्छी तरह से स्थित होटल। उत्कृष्ट ध्यान और आराम। एकमात्र बुरी बात: यह कई सुविधाओं वाला एक होटल नहीं है, बार बहुत जल्दी बंद हो जाता है, इसमें एक मिनी बार नहीं है, और आप लोगों को ऊपर की ओर चलते हुए और उनके सूटकेस को खींचते हुए सुन सकते हैं।",
            "स्वागत गर्म है, रिसेप्शनिस्ट हमेशा बहुत दोस्ताना, मुस्कुराते हैं और आपकी मदद करने के लिए तैयार हैं।\nहमने एक ऊँची मंजिल पर एक जुड़वाँ कमरा बुक किया और खुद को 2 वें पर एक डबल कमरे में पाया। रिसेप्शनिस्ट को यह बताने के लिए पर्याप्त था कि बहुत सारे माफी के साथ आवश्यक परिवर्तन किया गया था।\nशहर के शानदार दृश्यों और सैन डिएगो की खाड़ी के साथ कमरे विशाल, बहुत साफ हैं, बिस्तर इतना आरामदायक है कि हम घर के लिए समान खरीदने के लिए ब्रांड जानना चाहते थे।\nहोटल का जिम बहुत अच्छी तरह से सुसज्जित है, बहुत बड़ा नहीं है, लेकिन कार्यात्मक है। शायद ही कोई हो जो इसका इस्तेमाल करता हो जो एक अच्छे प्रशिक्षण की अनुमति देता हो। यह शहर के ऊपर सुंदर दृश्यों के साथ, ऊपर स्थित है। होटल में जिम के ठीक बगल में एक \"ध्यान\" छत है। एक हफ्ते में मैंने किसी को इसका इस्तेमाल करते नहीं देखा, जिससे पता चलता है कि वे इस जगह के साथ कुछ और कर सकते थे।\nरूफटॉप बार अधिक रुचि नहीं रखता है, खासकर जब से एक और होटल है जो इंडिगो से पत्थर के बेहतर माहौल के साथ एक ही प्रकार का बार प्रदान करता है।\nयह होटल गैसलैम्प के काफी शांत भाग में स्थित है, लेकिन आपको केवल अच्छे रेस्तरां और फैशनेबल बार से भरे एक बहुत ही अच्छे क्षेत्र के बीच में खुद को खोजने के लिए 5 मिनट चलना होगा।\nहोटल से दो ब्लॉक, डाउनटाउन और मैक्सिकन सीमा के लिए सीधी रेखा के साथ ट्राम स्टॉप है।\nयह होटल एक खूबसूरत जगह है और मैं निश्चित रूप से वहां फिर से रहूंगा।",
            "होटल, गैसलैंप क्वार्टर, सैन डिएगो के रेस्तरां जिले से कुछ ही ब्लॉक की दूरी पर स्थित है और पेटको पार्क से 300 मीटर की दूरी पर है जहाँ सैन डिएगो पैड्रेस बेसबॉल खेल खेले जाते हैं।\nआदर्श स्थान और बहुत अच्छा पड़ोस, जिसमें आप सुरक्षित महसूस करते हैं। 200 मीटर के भीतर एक सीवीएस।\nभले ही स्टाफ बहुत नियमित रूप से बदलता है, हर कोई चौकस और शहर और इसके सुझावों को देने के लिए तैयार है।\nपूरे होटल में मुफ्त वाईफाई और अच्छा कनेक्शन। कंप्यूटर और प्रिंटर लॉबी में भी उपलब्ध हैं।\nकुछ छोटे नाबालिग:\n- मेरे कमरे की छत की अनदेखी हुई जहां बॉयलर रूम स्थित था, थोड़ा शोर था\n- बाथरूम की सफाई जो आखिरी दिन अच्छी तरह से नहीं की गई थी\nपैसे के लिए अच्छा मूल्य प्रदान करने वाले इस होटल के लिए कुछ भी गंभीर नहीं है। मेरा सुझाव है !",
            "मैं सैन डिएगो में एक कांग्रेस के दौरान इंडिगो में रहा क्योंकि होटल कन्वेंशन सेंटर से लगभग 20 मिनट की पैदल दूरी पर है। होटल सुपर कूल, आधुनिक, साफ और आरामदायक है। कमरे में एक अच्छा आकार, आरामदायक और कोई फ्रिज नहीं था, केवल एक इलेक्ट्रिक कॉफी निर्माता था। कर्मचारी बहुत सहायक थे, रेस्तरां छोटा है, मैंने वहां नाश्ता नहीं किया, लेकिन अन्य भोजन के लिए मेनू ने मुझे खुश नहीं किया।\nहोटल 5 एवेन्यू पर कई रेस्तरां और बार के पास है, यह बहुत शांत है, लेकिन रात में वापस चलने के लिए मुझे यह अजीब लगा। शॉपिंग होर्टन ग्रैंड लगभग 10 मिनट की पैदल दूरी पर है। और कई शांत स्टोर पास हैं।",
            "एक डिजाइन होटल जो बहुत पर्यावरण के अनुकूल होने का दावा करता है, फिर भी बाथरूम सभी प्लास्टिक है जब उनके पास टाइल खरीदने के लिए मेक्सिको में अगले दरवाजे हैं। कमरा उच्च तकनीकी विवरण और बहुत अच्छे स्वाद के साथ उत्कृष्ट है। हालांकि, स्वागत समारोह में वे आपको यह नहीं बताते हैं कि गेराज का भुगतान अलग से किया जाता है और बिल बहुत बढ़ जाता है। वे भी नाश्ता नहीं देते हैं जो कि कैलिफोर्निया में सामान्य है।",
            "सैन डिएगो जानने के लिए परफेक्ट होटल। अच्छी तरह से स्थित, कमरों और सामान्य क्षेत्रों में निःशुल्क वाईफ़ाई। बहुत तकनीकी और युवा लोगों के लिए। यहां तक ​​कि घड़ी रेडियो में आईफोन डॉक था।",
            "मैं तुरंत कह सकता हूं कि कीमत बहुत सस्ती नहीं है, लेकिन हम औसत हैं ... यह मोटल नहीं है, लेकिन यह एक लक्जरी होटल भी नहीं है ...\nमैं कह सकता हूँ कि इंडिगो होटल वह है जिसे मैंने वेस्ट कोस्ट की अपनी यात्रा पर सबसे ज्यादा पसंद किया ...\nसाफ सुथरा कमरा (ईमानदारी से विशाल कमरे में हर जगह व्यावहारिक रूप से) ।।\nबहुत अच्छा दृश्य ...\nदुर्भाग्य से मैं चित्र लेने में असमर्थ था, हजार चीजों में से मैं पूरी तरह से भूल गया था!\nसैन डिएगो की मुख्य सड़क से सिर्फ दो मिनट की दूरी पर।\nआधुनिक और बहुत साफ कमरा, विशाल बाथरूम और शानदार शॉवर।\nबहुत अधिक सिफारिश की जाती है",
            "इंडिगो होटल सैन डिएगो में गैसलैंप क्वार्टर में एक छोटा, स्टाइलिश होटल है। यह थोड़ा दूर है, शॉपिंग सेंटर और नाइटलाइफ़ क्षेत्र में लगभग 5 मिनट की पैदल दूरी पर है। कमरे आश्चर्यजनक रूप से बड़े हैं, उनमें से अधिकांश में एक अच्छा दृश्य है और एक कॉफी निर्माता भी है।\nलॉबी में उधार लेने के लिए आईपैड हैं और नाश्ते के लिए एक छोटी सी कॉफी है (छूट की कीमतों के साथ ...)\nएक छत छत बार भी है जो अपेक्षाकृत जल्दी बंद हो जाता है। (लगभग 12) और जिस पर आपको बाहर धूम्रपान न करने के लिए कहा जाता है।\nसभी एक बहुत ही अच्छे होटल में जिसे केवल अनुशंसित किया जा सकता है।",
            "होटल बहुत अच्छा है, सुविधाएं बहुत आरामदायक हैं, सजावट बहुत सावधानी से, वास्तव में काफी सुखद है। कॉफी भी वांछित होने के लिए कुछ छोड़ देता है। स्थान बहुत मदद नहीं करता है। यह केंद्रीय है, लेकिन चलने के लिए यह बहुत सुरक्षित नहीं है। उत्तर की ओर का पड़ोस (पेटको पार्क के सामने) चलने के लिए बहुत सुखद नहीं है। कार में होना कोई समस्या नहीं है।",
            "नव निर्मित होटल सैन डिएगो शहर के केंद्र में स्थित है। सभी जगहें पैदल दूरी सहित हैं गैसलैंप क्वार्टर आदि आसपास के कई रेस्तरां, बार और पब हैं, ताकि आपको होटल में नाश्ता या रात का खाना खाने की ज़रूरत न पड़े। शाम को भी क्षेत्र में बहुत कुछ करना है, इसलिए अनगिनत पब, बार आदि हैं। कमरे बहुत साफ और आधुनिक रूप से सुसज्जित हैं। हालांकि, कोई मिनीबार नहीं है।",
            "हम अगस्त २०१० में यहां एक रात के लिए ही रुके (दुर्भाग्य से), क्योंकि हमने पहले ही दूसरों के लिए इटली से एक और होटल बुक कर लिया था।\nयह होटल आधुनिक, कार्यात्मक है, वास्तव में अच्छा और सुसज्जित कमरे के साथ, एक बहुत बड़ा और साफ बाथरूम है। अगर मुझे सही से याद है, तो लॉबी में मुफ्त कनेक्शन के साथ पीसी उपलब्ध हैं। एक रात की कीमत उस दूसरे होटल की तुलना में काफी कम थी, जहां हम रुके थे, लेकिन इंडिगो हर लिहाज से काफी बेहतर था। अत्यधिक सिफारिशित।",
            "हमने इस वर्ष नवंबर में 2 रातों के लिए इस होटल का दौरा किया। चेक-इन बिना किसी समस्या के चला गया, लेकिन शुरू में हमें अपनी किराये की कार को पार्क करने की समस्या थी क्योंकि होटल में मुफ्त पार्किंग नहीं है, हमने 12h के लिए $ 30 को वैलेट पार्किंग के लिए बहुत महंगा पाया और सैन डिएगो में केवल बहुत ही खराब विकल्प हैं अपनी कार को सड़क पर पार्क करने के लिए (अक्सर एक समय में केवल 2 घंटे की अनुमति दी जाती है या सुबह 4 से 6 बजे के बीच सड़क को साफ करने के लिए)। होटल से कुछ मिनट की पैदल दूरी पर एक सार्वजनिक पार्किंग है, जिसकी लागत 12 घंटे के लिए 5 डॉलर है। कमरा साफ-सुथरा और काफी छोटा था, लेकिन दुर्भाग्य से होटल की सड़क भी रात में काफी शोरशराबा करती थी, जिससे आप अक्सर पुलिस सायरन या जोर से मोटरसाइकिल चलाने वालों से जाग जाते थे। वायरलेस इंटरनेट मुफ्त था। स्थान अच्छा है, गैस्लैम्प क्वार्टर में और कन्वेंशन सेंटर और मरीना से पैदल दूरी के भीतर।",
            "इंडिगो बहुत नया और आधुनिक है। कमरे बहुत अच्छे हैं।\nकेवल एक मिनी बार या एक फ्रिज उपलब्ध नहीं था, लेकिन यह हमें परेशान नहीं करता था।\nलोकेशन भी बढ़िया है। बहुत शांत है, लेकिन आप अभी भी कुछ ही मिनटों में Gaslamp क्वार्टर में हो सकते हैं।\nहमने नाश्ता शामिल किया था। इसका मतलब है कि आपको 20 USD का वाउचर मिलेगा, जिसे आप रेस्तरां में भुना सकते हैं। उच्च कीमतों के साथ, दुर्भाग्य से 20 USD वास्तव में पर्याप्त नहीं है और आपको हमेशा कुछ भुगतान करना होगा।\nचूंकि रेस्तरां सुबह 6 बजे तक नहीं खुलता है, लेकिन हमें पहले से ही हवाई अड्डे पर जाना था, हमें अंतिम दिन रात के खाने के लिए या बार के लिए वाउचर का उपयोग करने की अनुमति दी गई थी। वह भी बहुत अच्छा था।",
            "सबसे अच्छे होटलों में से एक, जिसमें हम कभी रहे हैं! सभी महान! बहुत अच्छा स्टाफ, सुंदर संरचना और उत्कृष्ट स्थान, क्षेत्र के सभी क्लबों से 5 मिनट की पैदल दूरी पर। हमारे कमरे से दृश्य केवल मामूली चीज थी, लेकिन हमने इसके बारे में कोई अनुरोध नहीं किया था।\nग्राहकों के लिए उपलब्ध सेवाओं में किसी भी आवश्यकता के लिए प्रिंटर के साथ दो iMacs भी हैं, हमने शहर और सार्वजनिक परिवहन के नक्शे मुद्रित किए हैं।",
            "कैलिफोर्निया के माध्यम से हमारी यात्रा के दौरान हम विभिन्न होटलों में रहे। लेकिन हमें होटल इंडिगो अब तक सबसे अच्छी लगी। लकड़ी के फर्श के साथ बड़े, साफ कमरे। इसके अलावा, होटल एक शांत सड़क पर गैसलैम्प में स्थित है। द 5 अव। और सार्वजनिक परिवहन से पैदल आसानी से पहुंचा जा सकता है। कार को शाम 6 बजे से सुबह 8 बजे तक मुफ्त में पार्क किया जा सकता है। छत की छत पर शहर और स्टेडियम का शानदार नजारा भी दिखा। 5 वें Av पर रेस्तरां के अलावा। होटल के आस-पास कई बेहतरीन रेस्तरां हैं जो इतने पर्यटक नहीं हैं। होटल के कर्मचारी सुपर फ्रेंडली और मददगार हैं। हम केवल होटल की सिफारिश कर सकते हैं और किसी भी समय फिर से वहां रहेंगे।",
            "एक शानदार होटल, बहुत सहायक कर्मचारी, सुंदर कमरे, कमरे से दृश्य इतना महान नहीं है, लेकिन यह स्थान सैन डिएगो के सबसे खूबसूरत पड़ोस से 5 मिनट की पैदल दूरी पर है। अत्यधिक सिफारिशित!",
            "होटल नवनिर्मित है, इसलिए बहुत आरामदायक और कार्यात्मक है। उत्कृष्ट स्वागत, बहुत आरामदायक और सुरुचिपूर्ण कमरा। कोई मिनीबार नहीं है, लेकिन एचडी चैनलों के साथ-साथ मुफ्त वाई-फाई के साथ 40 इंच का टीवी उपयोगी साबित हुआ है। हॉल में मुफ्त इंटरनेट के साथ 2 पीसी भी हैं और 9 वीं मंजिल पर एक सुंदर बार क्षेत्र है, जहां आप एक मनोरम दृश्य के साथ एक पेय या स्नैक्स खा सकते हैं। नाश्ता एक उत्कृष्ट मानक का है, लेकिन 20 डॉलर के \"कटौती योग्य\" के साथ। इस सीमा को पार करना बहुत आसान है लेकिन अनुकूल परिवर्तन के साथ यह कोई फर्क नहीं पड़ता। सारांश में, यह एक उत्कृष्ट होटल है, जो गैसलैंप तिमाही के बहुत करीब है और बहुत ही शांत है।",
            "मैं अकेले काम के लिए यात्रा कर रहा था, इसलिए शाम को एक विशाल और आरामदायक कमरे में खुद को ढूंढना मेरा एकमात्र अनुरोध था। और इस होटल ने उसे पूरी तरह से संतुष्ट किया, लेकिन यह थोड़ा महंगा था और यह तथ्य कि यह मेरे एटीएम (मेस्ट्रो) को स्वीकार नहीं करता था और विनिमय सेवा इसके पक्ष में काम नहीं करती थी। इसके अलावा, नाश्ता (महंगा भी) सीमित था।\nइस खूबसूरत शहर में होटल के लिए औसत रेटिंग।",
            "होटल को दक्षिण-पश्चिम डॉट कॉम के माध्यम से बुक किया गया और सस्ते दर पर, सप्ताह के दौरान, नाश्ते के बिना - एसडी में पर्याप्त संभावनाएं हैं। टीवी और बैठने की जगह के साथ एक बार उपलब्ध है। $ 35 पर पार्किंग गैरेज में वैलेट पार्किंग। मैं पहले से ही ब्लॉक के आसपास ड्राइव करूंगा, लेकिन शाम 6 बजे के बाद कुछ ढूंढना बहुत मुश्किल होगा। शहर के केंद्र में पैदल 10 मिनट से भी कम। बेसबॉल स्टेडियम तक 2 मिनट में पहुंचा जा सकता है। $ 5 के लिए हर बस में सभी बसों और ट्रामों के लिए एक दिन का टिकट है।",
            "होटल सैन डिएगो में बहुत अच्छी तरह से स्थित है। निर्बाध सफाई, आधुनिक सजावट, शानदार सेवा। केवल एक चीज जो मुझे लगा कि कमरे में फ्रिज था, इसमें एक नहीं है। नाश्ता अच्छा है, लेकिन इसकी कुछ किस्में हैं और थोड़ा महंगा है। लेकिन सारांश में, इंडिगो होटल में रहना अद्भुत था!",
            "एक बहुत ही आधुनिक डिजाइन के साथ उज्ज्वल, विशाल कमरे।\nफैंसी होटल लॉबी को आमंत्रित करना।\nआधुनिक आराम और सुरक्षा सुविधाओं के साथ नई इमारत।\nसुंदर दृश्य के साथ 9 वीं मंजिल पर खुली हवा में बार।\nअपेक्षाकृत महंगी पार्किंग।\nGaslampquarter (5th ave) के केंद्र पर कुछ ही मिनटों में पैदल पहुंचा जा सकता है।",
            "हमारी यात्रा के अंत में मैंने कांग्रेस केंद्र में एक सम्मेलन में भाग लिया, जो होटल से थोड़ी दूर है। कक्ष, सेवा और बिना गलती के सेवा। गैसलैंप क्वार्टर से पैदल भी जाया जा सकता है। शाम को समाप्त करने के लिए एक आरामदायक छत है। रेस्तरां ठीक था, लेकिन पास में अधिक मूल स्थानों की एक विशाल श्रृंखला है।",
            "बहुत अच्छा होटल, बहुत आरामदायक कमरा और 12 वीं मंजिल पर सैन डिएगो का दृश्य स्पष्ट है। कोई शोर, गुणवत्ता बिस्तर और बाथरूम, सजावट सुखद और स्वादिष्ट है। कमरे में कोई फ्रिज नहीं है, लेकिन बहुत सराहनीय है। केवल छोटी समस्या ओवरराइड पार्किंग की है, जबकि होटल नगरपालिका पार्किंग से 7 गुना सस्ता, सड़क पर शनिवार और रविवार को मुफ्त पार्किंग से घिरा हुआ है। सबसे अच्छा उपाय यह है कि आप अपनी कार को वहीं छोड़ दें और घूमें और बहुत ही व्यावहारिक सार्वजनिक परिवहन लें।",
            "यह होटल गैसलैम्प क्वार्टर के किनारे पर एक सा है, लेकिन यह फिफ्थ एवेन्यू में केवल चार ब्लॉक है, इसलिए केवल कुछ ही मिनटों में।\nएक समस्या पार्किंग है - पास की सार्वजनिक पार्किंग में इसकी लागत केवल दस डॉलर है, लेकिन अधिकतम दस घंटे। फिर आपको और जाना होगा, जो हमारे लिए बहुत तकलीफदेह था। होटल में वैलेट पार्किंग की कीमत प्रति रात $ 35 है!\nहमें 14 वीं मंजिल पर कार्यकारी कमरों में से एक में अपग्रेड किया गया था, जो सिर्फ उत्कृष्ट था। कमरा और बाथरूम विशाल थे और पास के स्टेडियम और आधुनिक ऊँची इमारतों का शानदार दृश्य था। फ्री इंटरनेट ने ठीक काम किया।\nहमने कमरे की कीमत में नाश्ता शामिल किया था, यह भूतल पर रेस्तरां में लिया जा सकता है और बहुत अच्छा था। चयन बहुत बड़ा नहीं है, लेकिन एक मुख्य पाठ्यक्रम, एक छोटे फल का सलाद, चाय / कॉफी और एक संतरे का रस शामिल है। कर्मचारियों का व्यवहार बहुत ही सहायक था।\nनिश्चित रूप से सैन डिएगो में एक टिप!",
            "मैं क्रिसमस 2010 से अधिक इंडिगो होटल में रहा और इसे प्यार करता था। होटल सैन डिएगो पार्टी जिले के पास एक उत्कृष्ट स्थान पर है। बंदरगाह और पुराने शहर जैसे जगहें भी आसानी से पैदल पहुँच सकते हैं। मेरी राय में, मूल्य-प्रदर्शन अनुपात बिल्कुल सही है।\nसभी एक बहुत अच्छा होटल में जो हमेशा बुकिंग के लायक है।",
            "होटल बहुत अच्छी तरह से ट्रॉली से कुछ ही ब्लॉक की दूरी पर स्थित है, जिससे आप सार्वजनिक परिवहन पर शहर में आराम से घूम सकते हैं। कर्मचारियों का ध्यान उत्कृष्ट है, वे सभी बहुत ही अनुकूल और सहायक हैं। कमरा अच्छा है, बाथरूम विशाल है और इसमें कॉफी मेकर सर्विस है। एकमात्र विवरण जो मुझे पसंद नहीं था वह यह है कि कमरे की सफाई कभी-कभी बहुत देर से होती है।\nकीमत के लिए अच्छा मूल्य।",
            "15 लोगों के साथ हम थैंक्सगिविंग के लिए सैन डिएगो के केंद्र में इंडिगो बुटीक होटल गए। कमरे बिल्कुल बेदाग थे। विशेष रूप से बाथरूम आश्वस्त था। यहाँ एकमात्र समस्या, रहने के दौरान शैम्पू दुर्भाग्य से नवीनीकृत नहीं किया गया था। उसके लिए कमरा हमेशा तैयार था। असबाब उच्च गुणवत्ता वाले हैं। यह होटल बढ़िया है, गैस्लैम्प क्वार्टर से सिर्फ तीन ब्लॉक। यह बेसबॉल स्टेडियम के ठीक बगल में है। यह बंदरगाह, चिड़ियाघर, आदि के लिए दूर नहीं है। इंडिगोहोटल में सबसे अच्छा छत बार है",
            "कुल मिलाकर, होटल ने बहुत नई, आधुनिक छाप छोड़ी। कमरे बहुत बड़े (+ बड़े बाथरूम), साफ और अच्छी तरह से सुसज्जित हैं। होटल के तीन अन्य सकारात्मक पहलू: होटल केंद्र में है (पैदल दूरी या मेट्रो द्वारा सब कुछ), लेकिन फिर भी शांत; छत की छत पर होटल बार बिल्कुल शानदार है; इंटरनेट और आई-पैड वाले व्यवसाय केंद्रों का उपयोग 24 घंटे नि: शुल्क किया जा सकता है। कुल मिलाकर, बहुत दोस्ताना और सहायक कर्मचारी।\nसैन डिएगो के समुद्र तटों को शहर के केंद्र से थोड़ा हटा दिया जाता है, लेकिन मुझे लगता है कि यह है। दिन के दौरान सार्वजनिक परिवहन को समुद्र तटों पर ले जाने और शाम को पैदल चलने के लिए नाइटलाइफ़ का आनंद लें। सब के सब, होटल बिल्कुल सिफारिश है।",
            "मैं केवल इस होटल की सिफारिश कर सकता हूं। कमरा बहुत साफ था और काफी बड़ा था। बाथरूम भी बहुत बड़ा था। हमें इस होटल में बहुत आराम महसूस हुआ। स्टाफ भी बहुत अच्छा और मददगार था। हमने अपने कैलिफ़ोर्निया दौरे के लिए हॉटवायर के माध्यम से इस होटल को बुक किया। मूल्य-प्रदर्शन अनुपात बिल्कुल शानदार था",
            "वास्तव में महान, न केवल स्थान के लिए, बल्कि स्वागत और कर्मचारियों के लिए भी। बहुत साफ कमरे और असाधारण सेवा। इसने मेरी छुट्टी को बेहतर बनाने में मदद की।",
            "बस एकदम सही। सेवा, स्वच्छता, स्थान, सौंदर्यशास्त्र और आराम, सब कुछ अपूरणीय है! मेरे द्वारा यह होटल बहुत अनुशंसित है। खासकर जब से पेशकश की गई सुविधा के लिए कीमत काफी उचित है।"
        ]
    }
]